{"Are-you-critical-of-psychiatry-Why":{"title":"Are you critical of psychiatry? Why?","links":[],"tags":[""],"content":"I am a huge fan of healing, growth and personal transformation. And good therapy is a major productive source of it.\nSadly, really good therapists seem rare in my book. Read a book called “Focusing” by Gendlin.\nIt’s quite common for those of us who fit in easily with the educational and economic system, and lead relatively stable &amp; functional lives to presume that we don’t have much baggage or issues. And that may be true as far as getting through life and appearing “normal”. But it’s absolutely not true at the levels required to adequately serve other wounded people.\nSo my primary criticism of the psychiatric field is that many practitioners don’t do their own work adequately enough to be great therapists to their clients. They rely on their book smarts, degree’s and rational knowledge, but haven’t taken the time &amp; effort required to remember their own childhood from an EXPERIENTIAL (felt-sense) perspective. They may abstractly recognize the idea of homeostasis preservation from something they’ve read, but I have doubts that many are exploring it in their own practice.\nFar too many work with cognition, and not nearly enough with experiencing. It was the experiential work (Hakomi &amp; SE) that had the greatest impact in my life.\n\nOriginal answer on Quora found here"},"As-a-therapist-what-would-you-say-to-someone-who-was-extremely-depressed-and-felt-like-therapy-and-meds-werent-working-and-that-they-may-never-find-happiness":{"title":"As a therapist, what would you say to someone who was extremely depressed and felt like therapy and meds weren’t working, and that they may never find happiness?","links":[],"tags":[""],"content":"Not that you have the time to do this, but if you went around and interviewed EVERYONE who has done therapy for 3+ years, they would overwhelmingly (90% +) tell you that they reached a place where it felt useless, hopeless, pointless &amp; ineffective.\nSome of them quit, some of them continued.\nThose that continued discovered that things ACTUALLY WERE changing in small ways, but that they were unable to (or inhibited from) notice the improvement. All they could see was the very familiar (if uncomfortable) OLD VERSION of themselves.\nThere is a deep &amp; powerful evolutionary program in your psyche called “homeostasis preservation”. It means that your whole identity and worldview has become inexorably linked with your sense of stability and familiarity in the world. Everything you’ve learned since 7 yo is built upon these core assumptions &amp; beliefs.\nWhen good therapy starts to change you, this program gets activated by a lot of unconscious fear, and that program starts to bias the evidence you notice. It deletes &amp; distorts what (the evidence) you pay attention to. And this gets you back into that hopeless &amp; depressed place (familiar). It also gives you a very good (illusory) reason to give up and quit your efforts at change.\nIn addition the the interviews I’ve described above (to prove what I’m telling you), all you can do is be transparent with your feelings, plus be patient and ride-out this terrible state of fear &amp; destabilization.\nHere is an example of someone else in a similar place\nDewey Gaedcke’s answer to Is it normal to reach a point in therapy where you no longer want to talk or open up? I’ve found that suddenly, I don’t want to go to therapy and don’t want to talk to anyone, including my therapist. Why is this?\nDewey Gaedcke’s answer to Why do I sometimes feel cringey when I’m bettering myself by doing things like meditating and journaling or doing yoga? Is it because I’m not used to it?\nsee comments below this post\nDewey Gaedcke’s answer to Is it likely that some people are genetically predisposed to codependency?\nDewey Gaedcke’s answer to What are the benefits of seeking therapy?\n\nOriginal answer on Quora found here"},"Be-honest-If-one-is-severely-abused-from-birth-to-the-age-of-6-is-there-any-hope-that-such-a-person-can-live-a-normal-life-Its-been-over-20-yrs-and-therapy-and-medication-has-done-nothing":{"title":"Be honest. If one is severely abused from birth to the age of 6, is there any hope that such a person can live a normal life? It's been over 20 yrs and therapy and medication has done nothing.","links":[],"tags":[],"content":"Can you see the attempted stagnation and self fulfilling prophecy in the phrasing of your very question??\nAre you some all-knowing being??\nSome sage or Oracle who see’s all?\nConsider the following:\n\nYou have made the effort to post a question on Quora.\nYour question has even left open the possibility for hope.\nAnd you’ve demonstrated some trust for the wisdom of others.\n\nCan you KNOW with certitude, that you would have been able to do those proactive things, had you not had those 20 years of therapy??\nYou seem a smart person … and your intellectual honesty will force you to acknowledge that you cannot know who you would be today, without the process and experiences you’ve had these past 20 years.\nIs it really useful, fair or reasonable to claim ZERO PROGRESS??\nYou KNOW it’s not … and so you can reasonably conclude that such baseless framing of reality indicates that SOMETHING else is going on … something unconscious!!!\nAnd what we know about the brain, is that a specific process inside is TERRIFIED of change … even when that change would be positive and uplifting …\nThat’s all that’s happening here … that terrified part of you is discounting and denying your progress!!\nGetting to your question, the answer is YES!!\nYour nervous system is very plastic, and there are massively skilled healers available to guide your process … and you are already on your way!!\nAnd you will go faster once you stop denying it!!\nHomeostasis preservation\n\nOriginal answer on Quora found here"},"Can-a-narcissist-ever-actually-change-their-ways-and-stop-lying":{"title":"Can a narcissist ever actually change their ways and stop lying?","links":[],"tags":[""],"content":"They CAN … yes, it’s totally possible from the perspective of psychological logistics &amp; neurophysiology. Don’t believe people who say NDP’s “can’t” change or recover. They have simply not done enough of their own homework or they are biased per the list below.\nHowever, you can trust people who say that most NPD’s “won’t” recover. That is (statistically speaking) fairly accurate. The reasons are several:\n\nNPD’s get rewarded in our culture … they don’t have high motivation to change\nChange for the NPD is VERY destabilizing … a LOT of fear &amp; shame has to come up, out and be faced for them to recover. Most consider themselves “too busy” to make this extended effort but actually, that’s just an expression of fear from unconscious evolutionary “homeostasis preservation” processes.\nMany counselors got into this field because they themselves were traumatized early by Cluster-B personalities. Until they have done TONS of their own personal work, they are too triggered to work effectively with these patients.\nEven counselors who’ve done enough of their work to NOT be triggered in-session by the NPD, may not have the specialized skills required for this kind of work.\n\nIn my opinion, if you know someone who is willing, somatic therapies (like Hakomi or Somatic Experiencing) are the best approaches for this particular personality strategy.\nDewey Gaedcke’s answer to What are the benefits of seeking therapy?\n\nOriginal answer on Quora found here"},"Can-a-person-who-has-no-children-still-be-an-effective-child-psychologist":{"title":"Can a person who has no children still be an effective child psychologist?","links":[],"tags":[""],"content":"Can a person who’s never had a brain tumor be a good brain surgeon?\nYes—Totally!!\nHaving children (and people are going to hate this) yields very little insight into what is going on for them developmentally &amp; psychologically. It’s not that the data isn’t there, it is. But parents cannot help but project their own wounds onto their kids and see the child’s circumstances &amp; behavior colored by their own repression and avoidance.\nSo yes, parents have access to the information, but most don’t have the introspection skills and emotional IQ required to really interpret the data &amp; understand their kids. IN FACT, the very experience of watching a kid go through something FREQUENTLY triggers the homeostasis preservation drive in the unconscious of the parent.\nThe key to great skill in working with kids, is to remember &amp; heal your OWN childhood … not to spectator your own kids through the lens of your own baggage and biases, while you simultaneously project onto them and entangle them in your life strategy. That does not yield a clear picture at all.\nEdit:\nIf you’d like addl. support for my answer, you can watch this video beginning at 9:45.\nShe say’s the power of good psychotherapy lies in your recognition of “another human who is subjectively experiencing the gravity of what you’ve been through”.\nParents who do not remember the emotions and interpretations of their own childhood cannot do this well. Quite the opposite … seeing your child experience things that hurt you so long ago, triggers all sorts of harmful compensating behavior in the parent.\nPS — from comments below:\nI do have children … two of them. But what I will tell you is that I learned MUCH MORE about children’s minds and developmental periods by employing a great many advanced techniques to remember my own childhood. I have 30 times more insight and clarity regarding (all) children than my ex-wife, and she spent VASTLY more time with ours. I got this insight, NOT from being a parent, but from reconstructing and revisiting my own childhood!!\nDewey Gaedcke’s answer to What are the benefits of seeking therapy?\nDewey Gaedcke’s answer to Can an abusive parent be charged in the death of their adolescent child’s suicide?\nDewey Gaedcke’s answer to What are some ways that Jordan Peterson’s 12 rules for life can go wrong?\n\nOriginal answer on Quora found here"},"Can-individuals-who-have-never-experienced-true-upset-or-depression-truly-understand-these-feelings-If-not-can-they-still-have-valid-opinions-on-mental-health-issues":{"title":"Can individuals who have never experienced true upset or depression truly understand these feelings? If not, can they still have valid opinions on mental health issues?","links":[],"tags":[""],"content":"Can a surgeon remove a tumor he’s never had??\nCan a mechanic fix something that’s never happened to his car?\nIf you understand the nature of distortion and homeostasis preservation in the human brain, the person who’s impaired is the LAST ADVICE you should follow.\nIf they understood their problem well, they would have solve it, instead of sitting in my office asking for my help.\nPS:\nYeah, yeah, I know lots of emotionally reactive thinkers will be upset with this clear answer … not because it’s inaccurate, but because its “offensive”.\nSo before you come at me, please set your emotions aside and bring an actual argument that follows the laws of logic, and avoids fallacies. If you don’t understand logical fallacies, study those before you throw embarrassing gibberish out for everyone to see.\nDewey Gaedcke’s answer to What are the benefits of seeking therapy?\n\nOriginal answer on Quora found here"},"Can-someone-be-aware-of-their-mental-illness-but-lack-the-motivation-to-seek-treatment-for-it":{"title":"Can someone be aware of their mental illness but lack the motivation to seek treatment for it?","links":[],"tags":[""],"content":"This is true for many (perhaps most) of us humans.\nEvolution has built-in a program to resist destabilizing (even positive) change that I call the drive for “homeostasis preservation”\nI have known depressed people who were incredibly close to the exact healing protocol that they needed to live a very different (better) life. Instead of seizing the opportunity, they ended their life … that shows you how strong this drive can be.\nThis link loads everything I’ve written about this Homeostasis Preservation phenomena\nWhy do people avoid therapy?\n\nOriginal answer on Quora found here"},"Could-Trump-followers-be-considered-a-cult":{"title":"Could Trump followers be considered a cult?","links":[],"tags":[""],"content":"Trump is a total genius at two things:\n\nSensing &amp; tapping into unconscious rage\nPlaying upon the psychological phenomena of the “sunk-cost” fallacy\n\nTrust between citizens and institutions (especially Govt) has been collapsing since at least the 80’s. And people’s lives have been getting worse in many ways. Not worse than their grandparents, but worse relative to 20 years prior.\nHuman brains “project” their own internal dissatisfactions onto symbols and easy targets in the outside world. Remember how Bill Cosby would criticize other comedians for bad language?? He was virtue-signaling to compensate for the shame he felt over his own behavior.\nHuman brains also rewire themselves to support &amp; justify PRIOR DECISIONS such that they can feel stable, intelligent, sane and prescient. It’s a natural strategy given us by evolution in order to preserve homeostasis.\nMy expertise is not in cults, but I’ve always gotten the sense that they leverage isolation and sense of difference more than rage. But they certainly do capitalize &amp; rely heavily on the sunk-cost fallacy. Related to cognitive dissonance for those who know that term.\nDewey Gaedcke’s answer to What is “virtue signaling”? What are some examples? Is it good or bad?\nDewey Gaedcke’s answer to What are the benefits of seeking therapy?\n\nOriginal answer on Quora found here"},"Did-your-parents-take-you-to-see-counselors-instead-of-pointing-the-finger-at-themselves-Why-were-your-parents-not-in-counseling-instead":{"title":"Did your parents take you to see counselors, instead of pointing the finger at themselves? Why were your parents not in counseling instead?","links":[],"tags":[""],"content":"I love this question!! It seems the Buddhists understood projection long ago.\nEvolution has conditioned us with core strategies to preserve energy as a huge benefit to the odds of survival. And facing one’s baggage and emotional issues is incredibly destabilizing &amp; exhausting. When your identity (sense of self) or worldview becomes disrupted, it’s almost the opposite of energy conservation. And your psyche is designed to do the opposite … preserve homeostasis … aka the “status quo”.\nSo parents unconsciously project their baggage onto the kids, and (semi-consciously) create the “identified patient” … the one in the family system with “problems”.\nThat’s the kid that gets sent to therapy while everyone else can pretend they are ok. This “identified patient” is a sacrificial lamb to the ongoing stability of the family system.\nIt’s totally unfair and fucked up, but unfortunately, the psychological physics and mechanics of homeostasis preservation make it an efficient (in the short term) strategy.\nParents can blindly but comfortably imagine that bad luck has befallen one of their kids, but “the rest of us are ok”, and we had NOTHING to do with creating the trap and many double-binds that this sacrificial lamb has fallen into.\nHow convenient and burden reducing for the parents!!\nDewey Gaedcke’s answer to What are the benefits of seeking therapy?\n\nOriginal answer on Quora found here"},"Do-people-know-what-therapy-really-is-and-what-can-it-do-for-them":{"title":"Do people know what therapy really is, and what can it do for them?","links":[],"tags":[""],"content":"No … most people have a distorted view of therapy &amp; fail to ask the most basic question that would clear up their confusion.\nThis happens for quite a few reasons:\n\n\nPersonal change is almost imperceptibly SLOW in the beginning\n\n\nMany therapists are not very skilled &amp; this resulting lack of progress damages the reputation of therapy, among society at large\n\n\nCertain models/methods of therapy are much more effective than others. I’m a HUGE FAN of both Hakomi and Somatic Experiencing … but these models are less widely known or practiced\n\n\nThe human unconscious mind contains a VERY STRONG program devoted to “homeostasis preservation”. This means, “resistance to ANY change that might be destabilizing”. If the therapist is SEMI-SKILLED and not pacing the client accordingly, many clients will quit with the excuse that “it wasn’t working”, when in reality, they were starting to change and his program became activated to preserve stability of identity &amp; worldview.\n\n\nFor the reasons mentioned above, people PREFER to focus on the generic question of “whether therapy works”, rather than the more certain &amp; clearly answerable question of:\nWhat is the PRIMARY tool that every human uses to set priorities, make decisions and organize their life??\nAnswer: Your MIND\nAnd if you don’t study the way it works, you are at the mercy of the parts you do not see or acknowledge. From a logical perspective this is so obviously silly … so you can recognize your rejection of this insight as THE FIRST TELL, that something else is in charge of you!!\nDewey Gaedcke’s answer to What are the benefits of seeking therapy?\nDewey Gaedcke’s answer to How accurate is Jordan Peterson’s claim that your serotonin levels increase as your social status goes up (and because of that we feel more positive emotion and less negative emotion)?\n\nOriginal answer on Quora found here"},"Do-therapists-sometimes-feel-that-their-patients-no-longer-need-their-services-and-that-is-why-they-stop-attending-therapy-sessions-after-a-certain-period-of-time":{"title":"Do therapists sometimes feel that their patients no longer need their services and that is why they stop attending therapy sessions after a certain period of time?","links":[],"tags":[""],"content":"I would argue there are at least two classes of therapists …\n\nthose who understand “[resistance](www.quora.com/search%2520preservation&amp;author=84795924 “www.quora.com”)” (aka homeostasis preservation)\nthose who’s focus is more shallow and limited to surface practicalities\n\nIf you are shallow, you are likely to conclude that the problem is solved, the patient is no longer suffering, and you’ve done your job.\nAnd sometimes this is true … often it is absolutely not the case … other possibilities are:\n\nIt may mean that you did a moderately good job, but missed key “pacing” cues, and now the client is unconsciously frightened by the (high) rate of change, and has bailed to preserve homeostasis.\nIt may mean you did a poor job and the client is feeling hopeless … they bailed because they don’t feel any reason to stay with it.\n\nIf you deeply understand resistance, you will most frequently conclude that #3 is the likely cause.\nThe unconscious is designed to escape destabilization, and that is most frequently the cause of quitting.\nDewey Gaedcke’s answer to What are the benefits of seeking therapy?\n\nOriginal answer on Quora found here"},"Do-we-even-have-a-proper-understanding-of-how-the-mind-works":{"title":"Do we even have a proper understanding of how the mind works?","links":[],"tags":[""],"content":"The answer to this question hinges on WHAT LEVEL of abstraction is under inquiry.\nDo we know how self-consciousness works? No … not even close!!\nBut do we know that the brain continuously seeks to:\n\nConserve energy\nPreserve homeostasis\nBolster identity\nReduce (unfamiliar) stress\nRepress information that fly’s counter to the above agendas\n\nYes — we understand these meta-processes quite well. At least from a psychological perspective … much less so from a neuro bio-electrical or bio-chemical perspective.\nDewey Gaedcke’s answer to What are the benefits of seeking therapy?\n\nOriginal answer on Quora found here"},"Do-we-resist-what-we-want-the-most-as-a-defense-mechanism":{"title":"Do we resist what we want the most as a defense mechanism?","links":[],"tags":[""],"content":"Yes we do .. 100%\nThe reason is homeostasis preservation …\nwww.quora.com/search%20preservation&amp;author=84795924\n\nOriginal answer on Quora found here"},"Do-you-ever-feel-like-therapy-doesnt-work":{"title":"Do you ever feel like therapy doesn't work?","links":[],"tags":[""],"content":"Yes — everyone feels this way … you are not alone\nAnd there are two primary reasons for this:\n\nhomeostasis preservation … a “program” in your unconscious, installed there by evolution, tries to keep things stable and familiar … it’s a resistance to change; therapy (to actually help), MUST change your habitual thoughts, and ways of viewing self and world. This is a big threat to that “homeostasis preservation” program and so it creates reasons (rationalizations) for why you should just quit and go back to the old and familiar patterns\nhumans are organic creatures … we change from a slow reorganizing of (reprioritization in) the nervous system; not from big, conscious, decisive changes stemming from free-will; you will have periods in which any destabilizing change takes a pause and allows reorganizaition and integration to happen\nperhaps a 3rd reason is that many therapists are unskilled and under-qualified; this is sad because it breeds hopelessness and resignation in their clients … it convinces them that change and relief is not available, and they often collapse and give up\n\nother posts on homeostasis preservation\n\nWhat are the symptoms of PTSD?\nWhat are the benefits of seeking therapy?\n\n\nOriginal answer on Quora found here"},"Does-everyone-experience-some-type-of-abuse":{"title":"Does everyone experience some type of abuse?","links":[],"tags":[""],"content":"The word “abuse” used to apply exclusively to children and the elderly.\nIt was not used for sane, sober, competent adults, because society reasonably assumed they could just divorce assholes and leave …\nBut now that we understand the human mind more deeply and clearly, we recognize that there are psychological factors that prevent one from leaving. Factors like denial, codependence, fear, pathological loyalty, and others can make it quite hard to divorce the asshole and say goodbye.\nThat’s all true … but it’s this next line of reasoning that’s neither sane or true, and it’s where the “competitive victims” in our society lose the support and allegiance of sober thinkers.\nIt goes like this:\nThe abuser was acting out of evil, manipulative free-will, and is FULLY ACCOUNTABLE for her (eg Amber Heard) actions. Where-as little old me, was captured by Stockholm Syndrome and other psychological forces, that prevented me from leaving.\nAs such, the abuser is FULLY ACCOUNTABLE for her behavior, and I’m off the hook for any adult accountability or responsibility I would normally have for keeping my adult-self in a terrible and toxic situation.\nIsn’t it surprisingly convenient that these well understood psychological forces ACT ONLY on the victims, but through some magic trick of intellectual sorcery, the Cluster-B types are totally unconstrained, free-will Godzilla’s. They seem to have found the power to circumvent the automatic forces in their own brain!! They should be hailed as God’s who can simultaneously transcend the forces of psychology and biology/the human nervous system.\nIf you believe that, I’ve got some ocean-front property in Arizona to sell you.\nGetting to the short answer for your question … YES!!\nWe all have unconscious patterns for [homeostasis preservation](www.quora.com/search%20preservation&amp;author=84795924 “www.quora.com”) … which, on the surface, seem to resemble self-sabotage. And it’s through this socially (and incorrectly) labeled self-sabotage, that we “abuse” ourselves in the eye’s of shallow thinkers.\nWe all have an unconscious mind. And living a life without understanding it, is like flying a plane, yet not knowing how to adjust or disable the auto-pilot.\nIt’s an incredibly short-sighted strategy.\nhomeostasis preservation\nDewey Gaedcke’s answer to What are the benefits of seeking therapy?\n\nOriginal answer on Quora found here"},"Doesnt-the-therapeutic-relationship-and-the-attitude-of-the-individual-psychiatrist-influence-whether-the-client-percieves-psychiatry-to-be-good-or-bad":{"title":"Doesn't the \"therapeutic relationship\" (and the attitude of the individual psychiatrist) influence whether the client percieves psychiatry to be good or bad?","links":[],"tags":[""],"content":"Partially yes … the safety created by the therapist is a big factor in whether the client appreciates and benefits from the work.\nAt the same time, good therapy involves change … it involves RETRAINING your nervous system to respond in new ways to old situations. That experience will CERTAINLY be uncomfortable and destabilizing … if you don’t feel this “yuck” at times, your therapist is not very good …\nIf you feel TOO MUCH yuck, your therapist might be quite good in perturbing your baggage, but not good in regulating to your ideal pace … if this happens, a “homeostasis preservation” program in your nervous system will become activated and (in general), convince you to quit therapy …\nWhat are the benefits of seeking therapy?\nHomeostasis preservation\n\nOriginal answer on Quora found here"},"Donald-Trumps-entire-life-has-been-characterized-by-acts-of-betrayalof-business-partners-of-customers-of-subordinates-of-his-wives-and-perhaps-even-of-his-country-What-are-the-psychological-r-c3aca10e":{"title":"Donald Trump's entire life has been characterized by acts of betrayal—of business partners, of customers, of subordinates, of his wives, and perhaps even, of his country. What are the psychological reasons people still remain loyal to him?","links":[],"tags":[""],"content":"Loyalty to Trump is an extreme and very visible example of something that ALL HUMANS are doing most of the time.\nWe have an unconscious emotional need or agenda, and then our rational brain makes adjustments to accommodate it. You’ve heard of denial, of dissociation, of cognitive dissonance, of rationalization??\nIt’s much less about Trump and much more about how our brains actually work.\nSo that’s the general answer … the specific answer is that the brain &amp; body have specific active mechanism’s to preserve stability (called homeostasis in biology).\nToo much change (or threat of change) and those mechanisms become activated and exert pressure to return to “normal”. It’s (partially) this mechanism that causes someone to keep returning to an alcoholic, addicted or abusive partner.\nFor a long time, alcoholism was very difficult to treat, it was not well understood and it was suspected that it was caused by a “character defect” in the individual. But some bright people noticed that the alcoholics were staying sober for MONTHS in treatment, but that they fell off the wagon only days or weeks after returning home. It turns out that a formerly drunk family member, by becoming sober, was destabilizing the family system and the OTHER family members were exerting unconscious pressure to get them back into their old &amp; familiar role. This was ALL UNCONSCIOUS and even happening from the family members who SUFFERED THE MOST at the hands of the addict.\nGetting back to Trump, our world is changing faster than ever before. But it’s not just the pace of change, it’s the nature of it that feels permanent &amp; irrevocable.\nTo most non-tech people (especially older folks), an iPhone is pixie-dust. It’s unbelievable all the things it can do. And I believe many of us can read the tea-leaves … but only intuitively\n… as you saw above with denial and disassociation, certain things cannot be faced consciously and directly. They are TOO threatening, stressful and destabilizing … so they remain unconscious.\nSo what do these tea-leaves say??\nThis change is creating a world where I no longer fit. I no longer have a place or a role. And even worse, my ability to provide for myself and my family is disappearing. Technology is coming for my job and I don’t know how to stop it.\nPeople are terrified, and in all high stress situations, the rational brain takes a back-seat, and the limbic brain takes over.\nI believe it’s THIS existential angst that largely explains the Trump phenomena. And it also explains why populism is exploding around the world. It’s a clear tell that there is some big bogyman “out there” coming to harm us.\nAdditionally, there are certain personalities that view ALL CHANGE as a potential threat. They will vote for a “50’s guy” even if they have lots of money and zero fear about losing their income stream to the robots.\n\nOriginal answer on Quora found here"},"How-can-I-determine-whether-a-psychologisttherapist-will-be-good-and-really-understand-my-situation":{"title":"How can I determine whether a psychologist/therapist will be good and really understand my situation?","links":[],"tags":[""],"content":"If your therapist does not understand your situation WAY BETTER than you do, they won’t do you much good. And because the understanding of a good therapist will very META (above and more comprehensive) to the details you are tracking, you might actually think they have the wrong focus, or don’t understand your situation. And that would be quite wrong!!\nSadly, lay-clients are incredibly bad at assessing therapist skill &amp; quality, and also prone to assume you have your hands on the wheel of the problem.\nIn fact, there is a “homeostasis preservation” program running in your firmware (unconscious programming) that drives you to pick a therapist who’s not very good … someone who won’t destabilize you (identity or worldview) in any substantive way.\nSo, the answer to your question is to trust other people with more experience.\nPick a therapist based on THEIR reputation, not on YOUR JUDGEMENT.\n\nOriginal answer on Quora found here"},"How-can-someone-who-lacks-empathy-increase-their-ability-to-feel-it":{"title":"How can someone who lacks empathy increase their ability to feel it?","links":[],"tags":[""],"content":"Like a computer, the brain allocates it’s capacity to tasks in order of highest priority. Empathy is not so high on that list.\nAir, water, food, shelter are at the top. Emotional flooding and trauma-management are near the top. Preservation of identity and world-model (psychological homeostasis) are not far below that.\nCutting to your question, non-empathetic people are very “busy inside” … all of their capacity is devoted to self and they are still running short.\nTo increase empathy, they must learn less chronic and energy intensive ways to manage their own core emotional/psychological material.\nWhen the mind has a feeling of being ahead instead of behind, spacious, free and indulgent, it will naturally allocate social processing to noticing what other people are thinking and feeling. Empathy will grow from that.\n\nOriginal answer on Quora found here"},"How-can-you-convince-someone-they-are-abusive-to-others-others-that-cant-speak-up-for-themselves":{"title":"How can you convince someone they are abusive to others, others that can't speak up for themselves?","links":[],"tags":[""],"content":"In many cases, it’s simply not possible. Shame is a very debilitating emotion. It makes people “busy inside” and reduces the resources and presence they have available to meet needs and survive.\nEvolution has prepared the brain with a very powerful program called “homeostasis preservation”. It’s the fuel behind processes such as denial, emotional reasoning and dissociation. It’s job is to keep each of us from becoming destabilized and thus weakening our coping strategies.\nWhen you try to tell someone something shaming, you are triggering that program to perform mental tricks to push this destabilizing information OUT of awareness.\nThey will deny, deflect, dissociate and otherwise dismiss you as having an agenda, and being totally un-credible.\n\nOriginal answer on Quora found here"},"How-can-you-determine-if-a-therapist-is-good-and-find-the-best-therapy-for-yourself-What-should-you-be-aware-of-when-looking-for-a-therapist":{"title":"How can you determine if a therapist is good and find the best therapy for yourself? What should you be aware of when looking for a therapist?","links":[],"tags":[""],"content":"When evaluating (or screening for) a therapist, there is something important of which you need to be aware …\nConsider that God/nature/evolution (you pick) built DENIAL (repression, dissociation, deleting, distorting) for a reason … it’s a [FEATURE](www.quora.com/search%2520preservation&amp;author=84795924 “www.quora.com”), not a bug.\nThis means that your unconscious has an agenda to reduce stress and keep you stable … it’s called [homeostasis preservation](www.quora.com/search%2520preservation&amp;author=84795924 “www.quora.com”) and it’s a powerful unconscious program that works to keep you from changing too much, or too quickly.\nThe reasons for this is that when our ancestors changed in sudden ways, two terrible things happened:\n\nthey were no longer a good fit to survive in their current environment (strategies not fitting external context)\nthe emotional volatility made them less attentive to key survival strategies (food, defense, reproduction)\n\nIn short, we all have been passed this “program” which mandates CHANGE-VERY-SLOWLY\nNow, getting back to your question …\nThe most skilled therapists with whom I’ve worked, were able to see my wounds and baggage within the first 5 minutes of sitting with me. Their noticing did not threaten me … but when they called attention to it (shined light on my repressed material), that’s when this “status quo” (aka [homeostasis preservation](www.quora.com/search%2520preservation&amp;author=84795924 “www.quora.com”)) program lit up like a Xmas tree. It made up all sorts of stories about how this therapists sucks, was not safe, and I needed to get away from them.\nIn short, their massive skill at helping me change, was a threat to my nervous system, and so it coerced my rational brain to make up lots of discounting stories about them.\nI’m sorry … I know this does not help you trust yourself, but it’s the truth no less.\nDewey Gaedcke’s answer to What are the benefits of seeking therapy?\n\nOriginal answer on Quora found here"},"How-do-I-cult-proof-my-mind":{"title":"How do I cult-proof my mind?","links":[],"tags":[""],"content":"A core feature/bug of the human mind (all of us) is that the intellect operates IN SERVICE TO, the emotional agenda.\nBy “emotional agenda”, I am referring to the following major constructs or patterns:\n\nidentity and sense of self\nworldview and strategies for tangible safety\nhabits of emotional regulation\n\nYou can think of your emotional-mind as an AUTOPILOT, tuned to repetitively fly back to those home-bases … I call this the deep drive for “homeostasis preservation”\nAny experience in the world (including manipulation by a cult leader), that aligns with or bolsters those agenda’s will get ready cooperation from BOTH halves of your brain.\n\nFirst, your emotional brain will say: “this is a good thing”\nAnd then, it will activate your intellect to construct a supporting case for continuing down this path. And like a good soldier, your intellect will follow orders and find all measure of evidence to help you rationalize that this is “right”\n\nThis happens to ALL OF US … it’s one of the oldest and most determined/formidable programs installed in the human mind by millions of years of evolution.\nIf people truly understood how prone they are to this process, and how frequently it occurs (invisibly) in our own lives, every one of us would be asking the question:\n\n“What features does my brain have in common with the people of Jonestown Guyana (Jim Jones and the People’s Temple)??\n\nAnd the answer is: A LOT!!\nTo answer your question, immunity comes from deep and ongoing introspection … you have to discover what dogma your unconscious is guarding, in order to recognize and anticipate and see the forces of motivated-cognition, emotional-reasoning, and rationalization.\nYou were once a 5 yo child. Rediscovering what mental, emotional, and psychological strategies that child employed, to feel safe in this world, is your best defense against this natural human vulnerability.\nYour second best strategy is to KEEP TESTING your models of reality and logic by posting your authentic views on Quora, and courageously facing the criticism, backlash and debate.\nPeople who disable comments, block dissenters, and deny hard questions are the MOST susceptible to being manipulated again and again. By imagining they are protecting themselves from something, they are actually making themselves weaker and more fragile.\nDewey Gaedcke’s answer to What are the benefits of seeking therapy?\nDewey Gaedcke’s answer to How do you teach people accountability and to stop being a victim?\nDewey Gaedcke’s answer to How accurate is Jordan Peterson’s claim that your serotonin levels increase as your social status goes up (and because of that we feel more positive emotion and less negative emotion)?\nDewey Gaedcke’s answer to What type of person stays with a narcissist long-term? in No to Narcissists\nA good book on this subject is: The Master and His Emissary: The Divided Brain and the Making of the Western World: McGilchrist, Iain: 9780300188370: Amazon.com: Books\n\nOriginal answer on Quora found here"},"How-do-I-mentally-grow-up-Ive-grown-in-age-and-size-but-mentally-I-havent":{"title":"How do I mentally grow up? I've grown in age and size, but mentally I haven't.","links":[],"tags":[""],"content":"Have you heard the phrase “arrested development”?\nStrong early experiences (aka trauma) inhibit the ability for your PFC (nervous system) to complete the transition into adulthood.\nDon’t fight with yourself … instead, get somatic psychotherapy from a competent practitioner who knows how to free you from the status-quo.\nthe unconscious drive for Homeostasis preservation (aka status quo)\nDewey Gaedcke’s answer to What are the benefits of seeking therapy?\n\nOriginal answer on Quora found here"},"How-do-therapists-handle-situations-where-parents-do-not-want-their-child-to-continue-therapy-due-to-not-liking-what-is-discussed-during-sessions":{"title":"How do therapists handle situations where parents do not want their child to continue therapy due to not liking what is discussed during sessions?","links":[],"tags":[""],"content":"This problem goes much deeper that “liking what is discussed” …\nyou must remember that the unconscious is HEAVILY focused on homeostasis (preserving the status quo). And this is about BOTH the individual (parent) and the family system (parents plus kids).\nIf the kid is recovering / healing / changing, it’s going to disrupt multiple unconscious parental strategies and many parents will rationalize some reason to pull the kid out of therapy to stop this from happening.\nIn short, the parent sabotages the kids growth / peace / freedom, so THEY don’t have to face uncomfortable changes.\nIt’s incredibly common, as well as horribly tragic …\nDewey Gaedcke’s answer to What are the benefits of seeking therapy?\nwww.quora.com/search%20preservation&amp;author=84795924\n\nOriginal answer on Quora found here"},"How-do-you-break-a-disrespectful-child":{"title":"How do you 'break' a disrespectful child?","links":[],"tags":[""],"content":"I really hate the wording of this question!!\nHere’s the thing most parents REALLY don’t want to recognize:\nYour child’s behavior is a DIRECT result of YOUR habits of mind.\nAnd this presents several problems:\n\nhabits of mind are invisible; we’ve been doing them so long that they seem obvious, normal, “correct” … lots of neural infrastructure has been built up around and in support of these habits; we’ve begun to think of them as “me” and for compensatory reasons, we must think of me as “good”\nparents don’t want to believe that they are the problem\n\nbecause if they did, THEY would\n\nfeel guilt, duty, responsibility … perhaps even shame (unpleasant feelings)\nhave to change and at one level of the brain, “change” feels like the “death of me”\n\nAs such, there are all sorts of auto-stabilizing forces that seek to prevent major change and identity reorganization from happening.\nAnd when parents don’t want to feel guilty, or responsible, or change themselves, the very convenient and obvious scapegoat is the child ….\n“there is something wrong with you!! we must fix or reset you. this is your fault”\nAt this point, I feel the urge to say something angry and critical to such parents. But the honest, true, and grounded facts are that it is not their fault. This is an artifact of the way our brains work and of our current level of cultural and biological evolution. These people are, as are all of us, really doing the best with what they know and have available at every given moment. Self forgiveness is the key!!\nPS If you don’t believe me, just watch enough episodes of “My Cat from Hell” or the “Dog Whisperer” (Ceasar Milan). If you pay close attention, in EVERY episode, the pet’s problem stems directly from the owners personality issues. Just like someone who offends you, the animal is a window into your own inner state.\nFor more info, you can read about “homeostasis preservation”\n\nOriginal answer on Quora found here"},"How-do-you-deal-with-a-psychologist-who-is-trying-to-influence-you":{"title":"How do you deal with a psychologist who is trying to influence you?","links":[],"tags":[""],"content":"It’s a very confusing question …\nIf you don’t change the automatic habits in your nervous system, then your life will not get any better.\nAnd you are (one would assume) PAYING (and meeting with) this professional to “influence” you.\nSo why would you want to waste time and money (sabotaging yourself) by fighting this (presumably) trained expert?\nWe all know the answer of course … it’s because your unconscious mind is so distrusting that it imagines that this busy professional is wanting to try to use you, or take advantage if you in some hurtful way.\nAnd while there are plenty of unqualified therapists out there, the percentage of them who are ACTIVELY and intentionally betraying client trust is quite miniscule. Odds are tiny here …\nAnd by playing those VERY LOW odds, you are much more likely keeping yourself stuck than you are protecting yourself from any real harm.\nAnd status quo (homeostasis preservation) is ACTUALLY what your unconscious wants … it’s designed to maintain it. So actually, you are not sabotaging, you are just under control of an ancient and powerful process that is no longer relevant in this new context. And that is the essence of therapy!!\nHomeostasis preservation\n\nOriginal answer on Quora found here"},"How-do-you-understand-human-behavior-Why-do-people-say-things-that-are-not-right-or-why-do-they-use-excuses":{"title":"How do you understand human behavior? Why do people say things that are not right or why do they use excuses?","links":[],"tags":[""],"content":"Your very question implies you don’t understand human behavior. Which is pretty normal … very few people do. But given that admission, I would ask you this:\nIf you don’t understand, then HOW can you be certain that what other people say is “not right”, or alternatively, that their “excuses” are not accurate/valid?\nThe short answer to your question is that ALL OF US have our thinking distorted &amp; biased by emotional reasoning, motivated cognition, and homeostasis preservation. You are no more or less exempt than the people you criticize or judge!!\nDewey Gaedcke’s answer to Why are there so many bad mental health therapists?\n\nOriginal answer on Quora found here"},"How-does-a-narcissist-secretly-manipulate-their-partner":{"title":"How does a narcissist secretly manipulate their partner?","links":[],"tags":[""],"content":"It’s actually quite straight forward and predictable!!\nThese are the (unconscious) steps … they:\n\nidentify how this person (prospective partner) gets and manages self esteem\nthey frame their own selfish behavior in a way that requires their partner to accept it, because\nto reject the NPD behavior, would rob the “victim” of their core esteem-gathering tool\n\nTo get specific:\nMost victims of NPD abuse (frequently codependent and related strategies) are carrying unconscious shame (just like the NPD).\nBoth partners are constantly working (unconscious homeostasis preservation) to mediate, medicate and ameliorate this shame (low self-worth). The NPD achieves this goal by being worshiped … by having status, shining image, and seeming to do no wrong.\nThe victim, achieves this goal by being a noble, loyal, good, forgiving, consistent, big-hearted and a devoted lover/partner/friend.\nAs long as they see the NPD as a suffering and wounded human in need, they would be “selfish and disloyal” to abandon them. It would rob them of their most important addiction and self-image strategy.\nBut once they can reframe the NPD as “evil”, manipulative, abusive, etc, they are now fully justified in breaking with their “loyal” self-image, because they are STILL LOYAL to “good people”.\nWith this framing, they CAN NOW EXIT, without the shame becoming conscious or overwhelming them. The act of abandonment no longer triggers the unconscious “I’m a bad person” trauma.\nIn short, it’s the unconscious addiction to a specific “noble” self-image, that largely keeps them unable to free themselves.\nPS: I was recently attacked for [this answer](www.quora.com/What-exactly-is-a-narcissist-person-How-do-we-identify-them-and-protect- ourselves-from-them/answer/Dewey-Gaedcke-1 “www.quora.com”), and in her attack, she wrote:\n“The reason we are their (NPD) targets is because they know we care way more about others than ourselves”\nAnd that seems to validate &amp; prove exactly what I’m saying here.\nBut a simplistic thinker, might just say:\n“Caring about others is simply the definition of a good person; You cannot indite someone for that, as if it’s a crime!!”\nAnd I would agree with them, but I would refer them to the above paragraph about identity preservation. About self-image.\nI would ask them if they would want their precious child to suffer and martyr themself in this way???\nThey consistently say “no”.\nAnd then I ask “Is your child not good??” And they always say their child can be good WHILE ALSO exercising good self-care. So why is this not true for them??\nAnd now we come back to unconscious personality strategy … per this post!\nTo wrap up, let me be clear that I NEVER BLAME people … especially for unconscious patterns that they never could have chosen or controlled.\nBut that DOES NOT mean they will not infer or perceive blame, from THEIR INTERPRETATION of my words. And that is all happening INSIDE THEM … outside of my ability to help!! But it is instructive of something they may wish to change in themselves.\nDewey Gaedcke’s answer to What type of person stays with a narcissist long-term? in No to Narcissists\nDewey Gaedcke’s answer to How do you teach people accountability and to stop being a victim?\nDewey Gaedcke’s answer to What exactly is a narcissist person? How do we identify them and protect ourselves from them?\n\nOriginal answer on Quora found here"},"How-does-denial-frequently-arise-in-the-context-of-narcissism":{"title":"How does denial frequently arise in the context of narcissism?","links":[],"tags":[""],"content":"Denial is a feature, not a bug, in the human psyche … it’s necessary to preserve homeostasis of identity or worldview. It is also employed to conserve energy.\nDenial arises in response to two forces …\nthe information / or evidence being presented\n\nwill cause emotions that the person believes (unconsciously) that they are not capable of handling, or that they would be unsafe to feel\nwill rob the person of a source of nourishment … for example, breaking up with an unfaithful partner would create a lot of stress and energy consumption if forced to slip back into dating / single life\n\nThe diagnosis of your partner is not particularly relevant … the determining factor will be WHAT YOU BELIEVE YOU CAN FACE OR HANDLE\nHomeostasis preservation\n\nOriginal answer on Quora found here"},"How-does-the-mind-work-on-a-fundamental-level-and-how-does-this-relate-to-the-work-of-Carl-Jung-or-psychology-and-psychiatry-in-general":{"title":"How does the mind work on a fundamental level and how does this relate to the work of Carl Jung or psychology and psychiatry in general?","links":[],"tags":[""],"content":"The primary and most fundamental mandates of the (unconscious) mind are:\n\nmeet core needs (have an agenda and strategy)\nconserve energy (don’t reorganize the self upon every new learning)\npreserve homeostasis (repress destabilizing information)\n\nIf you don’t recognize (consciously or intuitively) those core drives, you cannot be a great psychotherapist\nDewey Gaedcke’s answer to What exists in our brain as a result of self-deception?\n\nOriginal answer on Quora found here"},"How-is-toxic-positivity-related-to-narcissistic-abuse":{"title":"How is toxic positivity related to narcissistic abuse?","links":[],"tags":[""],"content":"I’ve written elsewhere, (many times actually) that two factors keep a person stuck in toxic relationships. I’m now adding a 3rd that I realized I’ve been omitting.\n\na rigid personality and self-image of niceness, nobility, loyalty and forgiveness (aka toxic positivity)\na habit of dissociating from emotional pain at a level that would be NEAR IMPOSSIBLE to achieve with physical pain (also an aspect of toxic positivity)\nhyper-resistance to admitting you’ve made a mistake\n\nIf it were not for these ingredients, “abuse victims” would be similar to every other adult on the planet, who gets into a relationship with a selfish asshole.\nThey would say to themselves:\n“whoops, this guy/gal cannot behave reciprocally, symmetrically or empathically; I screwed up; time to make a change”\nAnd then they would end the relationship (painful though it may be) and get on with their lives.\nBut when those other ingredients are in place, they can fight with reality and stay stuck for many years. (don’t get me wrong; these ingredients intermingle with other personality strategies like codependence and [homeostasis preservation](www.quora.com/search%20preservation&amp;author=84795924 “www.quora.com”) to make leaving even more difficult; if you read my other work, it should be quite clear that I’m not [victim blaming](www.quora.com/search%20blaming&amp;author=84795924 “www.quora.com”) … simply describing accurate causal mechanics )\nPeople who claim that ANYONE can be duped by an NPD, have not studied the causal mechanics very closely, and simply DO NOT know what they are talking about. I challenge any of these claimants to debate this with me in the comments for all to see. Given the absence of takers to this challenge over several years, you can surmise that they have zero confidence in their claim. Which should tell you two things:\n\n\nthey make the claim for psychological reasons\n\n\nthat reason is very likely correlated with the strong resistance to admitting any mistakes\n\n\nOther posts I’ve written about niceness, rigid personality or dissociation are listed here. I’ve not yet written anything about the massive resistance to admitting normal human mistakes but you can see this pattern running in EVERY VICTIM who claims that “anyone could have been fooled” … that’s simply not true and it’s quite easy to disprove to the willing and curious.\nwww.quora.com/search%20person&amp;author=84795924www.quora.com/search%20blaming&amp;author=84795924www.quora.com/search%20preservation&amp;author=84795924www.quora.com/What-subtle-behavior-is-an-indicator-that-someone-is-not-a-nice-person/answer/Dewey-Gaedcke-1https://notonarcissists.quora.com/What-type-of-person-stays-with-a-narcissist-long-term-6://www.quora.com/search%20rigid%20dissociate&amp;author=84795924\n\nOriginal answer on Quora found here"},"How-long-does-it-typically-take-for-therapy-to-show-results":{"title":"How long does it typically take for therapy to show results?","links":[],"tags":[""],"content":"Totally depends on:\n\ndefensiveness and rigidity (age &amp; personality calcification) of the client\nmodel of therapy used\nskill level of therapist\nfrequency of sessions\nstress level in the clients life\n\nIf anyone gives you a concrete answer to this question, please post a comment with a link to their answer because I’d like to review it to see if I’m missing something or if they are clueless!\nHomeostasis preservation\n\nOriginal answer on Quora found here"},"How-might-a-therapist-respond-if-you-tell-them-they-have-been-a-bad-therapist":{"title":"How might a therapist respond if you tell them they have been a bad therapist?","links":[],"tags":[""],"content":"If they are truly a bad therapist (lots of wounds and baggage), then they are likely to take it quite personally and react defensively. They are likely to focus ONLY on your diagnosis and attribute your judgement, exclusively to your own pathology.\nIf they’ve done their own emotional work, and have earned deep faith in themselves and their skillset, they will be much more chill and sanguine about your opinion. It won’t land with any substantive force.\nThey will consider the very real possibility that they’ve been mis-attuned and have misstepped at points in your work together (everyone does; there are no perfect humans), but they will also be highly aware of the 30 other motives (most unconscious to you) for you having made such a GLOBAL and BLACK vs WHITE claim about a person’s overall skillset. A skillset for which you are largely untrained and virtually blind.\nThat sort of speech (“been a bad therapist”) is much more illustrative of a young (blaming and poor-me) brain, than of a competent adult making quantitative measurements of reality.\nIt tells a really competent counselor much about:\n\nperhaps they went too fast (their mistake)\nperhaps they did not prep you for very normal, natural “resistance” (an unconscious drive for homeostasis preservation) (their mistake)\nyour wounding, emotional age, communication skills and black vs white thinking\n\nDewey Gaedcke’s answer to What are the benefits of seeking therapy?\n\nOriginal answer on Quora found here"},"How-often-do-highly-empathetic-parents-cause-highly-narcissistic-children":{"title":"How often do highly empathetic parents cause highly narcissistic children?","links":[],"tags":[""],"content":"It’s not empathy that creates NPD … not at all!! Modeling empathy &amp; compassion is really good for children.\nIt is addictive codependence …. excusing, coddling &amp; infantilizing that is a major causal factor.\nExtremely codependent parents are often using their children to manage their own self-esteem issues, as well as to regulate their own anxiety and feelings of insignificance.\nTo the child, this feels both like harsh objectification, as well as betrayal, and is a significant causal factor for NPD.\nKeep in mind that although I use the word “using”, and many people are likely to layer an assumption of “blame” onto my words, they are mistaken. All of this process is unconscious and the parents are just as much victims of their own childhood as the kids are. There is no blame here … just a lack of awareness as to what our deep unconscious drives are selecting (mistakenly) as optimal solutions.\nUntil we study ourselves deeply, we are all victims to the autopilot (interpretive framework) that is driving our priorities &amp; behavior. It’s the nature of being human, and I offer no judgement or moralization about it … it’s just how our psyche works, at this stage of human evolution.\nAlthough I struggle at times, I don’t typically even judge people who KNOW they have an unconscious-autopilot, and yet still refuse to study it. Even that behavior is consistent with important safety mechanisms like denial, dissociation and homeostasis preservation.\nDewey Gaedcke’s answer to Does a person have greater character if they respect only those opinions that agree with their own, or does one have greater character if they respect opinions that are reasoned even if conclusions aren’t shared?\nDewey Gaedcke’s answer to How do you imagine the world would be in the next 25 years if all infants today can grow up free of harm from spankings, corporal punishment and verbal abuse? How would the world be different?\n\nOriginal answer on Quora found here"},"How-or-why-does-somebody-become-codependent-What-does-it-mean-exactly-the-more-in-depth-the-better-And-how-can-somebody-break-the-cycle-of-codependency":{"title":"How or why does somebody become codependent? What does it mean exactly (the more in-depth, the better)? And how can somebody break the cycle of codependency?","links":[],"tags":[""],"content":"Most unconscious personality drives sit on top of deeper strategic imperatives … often related to survival\nPreservation of identity, self-esteem and stability (aka homeostasis) are a few of the most fundamental.\nThe early environment of most children is often quite constrained. Beginning in the terrible two’s, every child starts constructing a sense of self (identity). They also get reinforcement from the family as to which behaviors constitute worthy/lovable, and which behaviors are rejected / exiled in the family system.\nIf being kind, flexible, helpful, adaptive, loyal and concerned more about others, that you are about yourself, is reinforced, then the child’s identity gets entangled with, and built upon these “personality traits”. In short, it’s the primary tool the child learns to feel worthy, unique, lovable, and a welcome member of the group.\nTheir “supportiveness” becomes their identity and all behaviors outside this range are EXTREMELY difficult … destabilizing and actively resisted.\nIf you think you are CoD, here is a test you can run … a simple experiment to discern HOW MUCH free will you actually have:\nPick some day next week. Decide for yourself that for 15 minutes, you will be aggressive and rude to everyone you encounter. Sit &amp; imagine yourself actually playing through on this experiment. Watch the anxiety, distress and contrary arguments arise within you as you imagine yourself behaving this way.\nYou might hear self-talk like: “I could never” “that’s not who I am” “people matter more than insight/discovery” “this is a stupid experiment” “I just won’t do it”\nThe resistance you notice arising is a measure of how much your sense of identity and worthiness is tied/bound to your identity as a “nice” person.\nImagine you had $1000 available to invest in this experiment. If you went up and interviewed 10 people, and asked them this question:\nHow would you feel if someone was rude to you for 90 seconds, and then they came back later, apologized to you, and gave you 100 for helping them with a self-discovery experiment?? Would you prefer to get the 100, or to have avoided that 90 seconds.\nMy VERY STRONG bet is that 90% of them would say they would DEFINITELY prefer the $100. But even with this knowledge, you CANT MAKE YOURSELF DO IT. So this really says more about your personality constraints than it does about “kindness”. It’s an addiction &amp; you are truly codependent.\nBeing a “nice” person is fine and great … we need more of them. But it’s quite dangerous for your identity to be so rigid as to prevent:\n\nclear and direct anger when the situation warrants it\n“tough love” to people you care about, when valid and very good for them; if you can’t muster this, you are using them to manage your own emotional distress rather than REALLY caring for them\nactive self-care when in the presence of chronic “takers”\n\nTo escape any automatic pattern or process, you first become conscious of it and then you retrain your habits and nervous system to get needs met in more productive and functional ways.\nDewey Gaedcke’s answer to How do you teach people accountability and to stop being a victim?\nDewey Gaedcke’s answer to Victim blamers chastise everyone for overdiagnosing NPD, then proceed to call all victims “codependent,” even though codependency is an extreme condition requiring direct diagnosis. Are victim blamers aware of the irony?\nDewey Gaedcke’s answer to What is “virtue signaling”? What are some examples? Is it good or bad?\nDewey Gaedcke’s answer to What subtle behavior is an indicator that someone is not a nice person?\n\nOriginal answer on Quora found here"},"I-cant-control-my-inner-demons-Im-beginning-to-lose-my-mind-What-can-I-do-besides-therapy":{"title":"I can’t control my inner demons. I’m beginning to lose my mind. What can I do besides therapy?","links":[],"tags":[""],"content":"Demons and losing one’s mind are quite serious issues … something to be avoided at nearly all costs.\nAnd if you are imposing limits on the tools you’re allowed to use (eg excluding therapy), I’d be curious as to why you would do that to yourself?\nPerhaps you are broke, but other than that, this condition would inform me that something very strange is going on …. perhaps some (unconscious) part of you really doesn’t want to heal … that’s actually quite common!\nI’ve written a lot about this “status quo” drive in these many posts! I generally call it “homeostasis preservation”.\nDewey Gaedcke’s answer to What are the benefits of seeking therapy?\nhomeostasis preservation\n\nOriginal answer on Quora found here"},"I-have-a-lot-of-anger-towards-my-dad-who-is-always-negative-and-has-a-child-like-attitude-A-narcissistic-man-who-never-changed-his-ways-How-can-I-overcome-this":{"title":"I have a lot of anger towards my dad, who is always negative and has a child-like attitude. A narcissistic man who never changed his ways. How can I overcome this?","links":[],"tags":[""],"content":"Originally Answered: I have alot of anger towards my dad who is always negative/child-like attitude. A Narcisstic man who never changed his ways. How can I overcome this?\nThere is an expression in 12-step …\n“Anger is like drinking poison &amp; then waiting for the other person to die”\nYou have to forgive your dad … not because he deserves it, but because it’s the right thing to do for your life … for your future\nA “copy” of your dad lives inside of you in the form of an “introject”. Your forgiveness will allow you to discover what that dad-inside needs most deeply. To learn exactly what his VERY SAD way of being, is trying to compensate for … what wound is his unconscious trying to heal?\nAnd after time, you will come to understand the painful wounding that made your dad behave the way he does. And with growing self knowledge, you will recognize the processes in his psyche that make it really difficult for him to change.\nIt’s not stubbornness or selfishness … it’s deep-structures placed there by evolution (for the purposes of survival) that were co-opted by childhood experiences to create this strategy. He is NOT at fault; even though he is responsible for the life he creates going forward. If you talk to the inner-dad that you judge, find out what he needs, you won’t let his problem become yours.\nMy own process with such anger is detailed in this answer:\nDewey Gaedcke’s answer to Are you still holding grudges against your father?\nother posts related to Homeostasis preservation\n\nOriginal answer on Quora found here"},"If-body-based-psychotherapy-is-supposedly-so-effective-why-isnt-it-more-common":{"title":"If body-based psychotherapy is supposedly so effective, why isn’t it more common?","links":[],"tags":[""],"content":"Q: If body-based psychotherapy is supposedly so effective, why isn’t it more common?\nA: Sunk costs and incentive structures …\nWe DO KNOW HOW to educate kids as well … so why hasn’t K-12 been revamped and fixed??\nSame answer: Sunk costs and incentive structures …\nIn any complex system, there are deep drivers to preserve the status-quo (aka homeostasis) … people who’ve invested decades in cognitive and verbal therapies are on these teams, committee’s, professorships and accreditation boards.\nThey don’t want to be pushed into obsolescence, and so they pretend that the existing methods are on par with somatic methods … they clearly ARE NOT.\nDewey Gaedcke’s answer to What are the benefits of seeking therapy?\nWhy is there so much disbelief and victim-blaming when people are harmed by therapy and mental health care? Why do people not want to accept that therapy can legitimately make things worse for some people?\nwww.quora.com/search%20preservation&amp;author=84795924\n\nOriginal answer on Quora found here"},"If-you-find-yourself-screaming-in-desperation-for-someone-to-stop-psychological-abuse-are-you-guilty-of-abusing-your-abuser-because-you-yelled":{"title":"If you find yourself screaming in desperation for someone to stop psychological abuse, are you guilty of abusing your abuser because you ‘yelled’?","links":[],"tags":[],"content":"I would not say you are abusing your abuser.\nI WOULD say you are abusing YOURSELF!!\nI say this for two reasons:\n\nWhen I need to practice self-care and respect for myself, I DO NOT leave control of that project in the hands of another fallible human. If the person will not give me the space to care for myself, then I will leave rather than trying to CONTROL THEM. Giving them the option to (not) “stop” is both disempowering, and self-abusing. You are setting yourself up for failure when you try to control another human. Especially under strong emotion.\nBy the time someone has triggered you ENOUGH to make YOU start acting abusively (i.e. yelling), you are now feeling hypocritical and unworthy of asking them to refrain from the SAME BEHAVIOR. You’ve just disempowered yourself again\n\nThe sad truth is that people (unconsciously) don’t want you to change … if you do, it interferes with their own self-care (need meeting) strategies and even worse, it FRIGHTENS them because each of us contains a deep evolutionary program to resist change.\nPositive personal growth requires getting comfortable spending a lot of time with your own awesome self. Don’t try to mix your growth needs, with people who are not doing their own emotional work.\nDewey Gaedcke’s answer to What are the benefits of seeking therapy?\nThe drive for Homeostasis Preservation\n\nOriginal answer on Quora found here"},"If-you-have-severe-mental-illness-and-youre-questioning-your-relationship-how-do-you-know-if-its-your-mental-illness-causing-the-issue-or-if-your-worries-are-legit":{"title":"If you have severe mental illness and you’re questioning your relationship, how do you know if it's your mental illness causing the issue or if your worries are legit?","links":[],"tags":[""],"content":"You are not alone … I’d bet that (with or without mental illness) WAY over 90% of people question and doubt their relationships. It’s almost impossible not to do so.\nTo maintain stability, our brains hide certain beliefs and process from us. They are kept unconscious for the natural and healthy reasons of comfort, energy conservation and homeostasis preservation.\nBut our relationship partners aren’t operating by the same unconscious rules … so they act out things that remind-us of this material that is SUPPOSED to remain hidden. This causes us uncomfortable feelings, and we both judge and try to control them. Anything to stop those bad feelings that WOULD HAVE (only as a child) overwhelmed our system.\nIn addition to finding and sticking with really good therapy, unless your safety is at risk in the relationship, my advice is to:\n\n\nRemember that almost everyone is judging their partner\n\n\nSet the accuracy question (re partner criticism) aside for a few months\n\n\nNotice your triggers and judgements about them (plus any urges to control or fix)\n\n\nUse those experiences to deepen your confidence that:\n\n\nFeelings are just transient states in the body\n\n\nYou can handle any of them without letting them overtake you (or cause negative predictions about the future)\n\n\nTranscending your need to escape them, is retraining your nervous system and healing your emotional baggage\n\n\nThey pass quickly when they receive your full attention\n\n\nDewey Gaedcke’s answer to What are the benefits of seeking therapy?\n\nOriginal answer on Quora found here"},"Im-a-teenager-and-I-feel-like-I-really-need-psychological-help-But-my-parents-think-that-I-can-cope-with-everything-on-my-own-How-can-I-persuade-them-to-consult-a-psychologist":{"title":"I'm a teenager and I feel like I really need psychological help. But my parents think that I can cope with everything on my own. How can I persuade them to consult a psychologist?","links":[],"tags":[""],"content":"What you are most likely facing with your parents is an unconscious fear of destabilizing change … it’s an evolved, built-in program I call “homeostasis preservation”.\nI’d have to better understand your parents personality &amp; defenses to know how they would deny &amp; deflect my arguments. As such, I don’t know that I can give you a clean &amp; guaranteed way to succeed.\nI’ve not seen anyone be able to mount credible arguments to this position, but since your parents are in charge, I wouldn’t assume they will hold themselves to credible &amp; reasonable standards. They may block you just because they don’t want a light shone upon their patterns &amp; the family dynamics—aka homeostasis preservation.\nDewey Gaedcke’s answer to What are the benefits of seeking therapy?\nDewey Gaedcke’s answer to What is the best approach to marriage counseling? The standard method doesn’t appear to work based on marriage survival rates in the US.\nDewey Gaedcke’s answer to How does understanding attachment theories in relation to culture play a role in intergenerational trauma? I am writing a paper on this topic. What are some sources?\n\nOriginal answer on Quora found here"},"In-psychology-why-do-people-sometimes-respond-with-anger-or-frustration-to-being-proven-wrong-or-when-losing-a-logical-argument":{"title":"In psychology, why do people sometimes respond with anger or frustration to being proven wrong or when losing a logical argument?","links":[],"tags":[""],"content":"It largely hinges on Identity Preservation!!\nWhat does that mean?\nOur place in the world, our value, self-worth, and tools for meeting our own needs, all hinge upon the way we see ourselves and on how we understand the physics of influence (aka cause &amp; effect).\nIt’s very energy/time consuming, and destabilizing for us humans to reorganize our worldview. In a dangerous environment (like that in which our ancestors evolved), that type of disruption would risk one’s very survival. Evolution rewarded those who pushed such destabilization (i.e. foreign &amp; emotionally charged ideas) out of conscious awareness….this is the brain process we now call denial or deflection.\nOur brains evolved those reactions to preserved homeostasis … aka status-quo of EXISTING presuppositions and assumptions.\nWhen you see the kind of emotional resistance and reactivity described in your question, you can feel certain that the subject matter is closely linked to this person’s identity (sense of self) and worldview.\nIt’s quite easy to see this phenomena at play in debates over:\n\nReligion\nPolitics\nNeuroscience of free-will\nCriminal Justice\nSexual Morality\n\nIn other words, you don’t see people get defensive when you demonstrate that alligator tastes more like possum than it does chicken. But when you step into any of those life-organizing belief systems I’ve listed above, you can see this motivated-cognition in full view … as evidenced by the strong emotional content.\nDewey Gaedcke’s answer to What are the benefits of seeking therapy?\nDewey Gaedcke’s answer to Does a person have greater character if they respect only those opinions that agree with their own, or does one have greater character if they respect opinions that are reasoned even if conclusions arent shared?\n\nOriginal answer on Quora found here"},"In-the-report-following-my-therapy-which-I-ended-early-due-to-a-rupture-my-T-described-how-addressing-our-natural-ending-in-therapy-was-a-narcissistic-wound-for-me-What-does-this-mean":{"title":"In the report following my therapy (which I ended early due to a rupture), my T described how addressing our (natural) ending in therapy was a ‘narcissistic wound’ for me. What does this mean?","links":[],"tags":[""],"content":"J. Schaap below has given you a good answer to your question … he’s even mentioned the common tactic of “ending relationships early” as a way to avoid having that deep vulnerability seen and exposed.\nThese strategies are almost always associated with an unconscious drive for homeostasis preservation (aka status quo) that I’ve written about extensively in these many posts.\nIn short, when you begin finding reasons to quit therapy early (including finding fault in your T), you would be very wise to suspect that an unconscious avoidance is driving your attention …\n\nOriginal answer on Quora found here"},"Is-it-common-for-individuals-to-feel-like-they-are-not-benefitting-from-therapy-and-consider-quitting-even-if-their-therapist-believes-otherwise":{"title":"Is it common for individuals to feel like they are not benefitting from therapy and consider quitting, even if their therapist believes otherwise?","links":[],"tags":[""],"content":"100% yes … in fact, a part of your unconscious mind is terrified of destabilizing (even positive) change, and it’s very prone to think “nothing is working” right at the moment you are closest to major breakthroughs. That’s when it’s most frightened.\nI call this unconscious program “the drive for homeostasis preservation” and have written a ton about it in these other posts.\nAnd yes, it can be quite the trick to tease out which is true:\n\nI am making real progress and my unconscious is constructing these outs because it is scared; or\nmy therapist is really not the skill level I need and it’s time to find a new one\n\nThat discernment marks the difference between people who see great progress in therapy and those who stay in struggle for years.\n\nOriginal answer on Quora found here"},"Is-it-difficult-to-tell-a-therapist-that-they-are-not-helping":{"title":"Is it difficult to tell a therapist that they are not helping?","links":[],"tags":[""],"content":"I feel really conflicted by this question, because I hold several very nuanced views that make it really problematic. Those beliefs are:\n\nmost therapists haven’t done their own deep characterological work and thus really don’t understand their clients as deeply as required to be excellent. In short, most are only slightly helpful.\ntherapy (retraining the client nervous system) is so slow and nuanced, as to be imperceptible to all but the most experienced clients; thus your sense of whether it’s helping or not, is largely blind to what the therapist is up to, and you are uninformed as to how change actually happens. In short, most clients are unqualified to assess therapist competence\nThe unconscious of the client is working to prevent destabilizing change (aka resistance; aka homeostasis preservation), and thus a “my therapist sucks” story is the perfect excuse to give up and stop therapy. So your diagnosis of therapist efficacy is very likely influenced by your unconscious terror of change. So again, I don’t trust it with much weight.\n\nA simple answer would say:\n\n\nJust always tell your therapist what you are thinking; even if you think they suck\n\n\nStrong advice: recognize what I’ve said above and don’t take your opinion / perspective too seriously. Don’t act on it until you see how your therapists responds and wait for more evidence for or against positive change in your work together.\n\n\nGood luck!!\nhomeostasis preservation articles\n\nOriginal answer on Quora found here"},"Is-it-normal-to-feel-like-quitting-therapy-every-so-often-I-have-been-in-therapy-for-almost-a-year-and-I-trust-my-therapist-but-I-feel-myself-also-wanting-to-distance-myself-History-of--12768137":{"title":"Is it normal to feel like quitting therapy every so often? I have been in therapy for almost a year and I trust my therapist but I feel myself also wanting to distance myself. History of emotional/physical and sexual abuse.","links":[],"tags":[],"content":"Some of the absolute best therapists generally request a contract at the beginning of treatment. The relevant part says something like:\n“If I decide to quit therapy, I will commit to come three more times so that we can study and observe my exit decision”\nIf you think like me, when I first heard this, I thought:\n“what a crock of shit … I decide you’re not helping, or competent at your job, and I still have to exert myself, and pay you three more times?”\nBut now that I’ve spent decades studying the unconscious, and been trained by some of the best, this policy is important and magically genius. Here is why:\nThere is a part of your unconscious that I call the “systemic stabilizer”.\nAnd it’s #1 job is “homeostasis preservation”.\nWhat this means is that it’s tasked with NOT ALLOWING your sense of self, or sense of the world, to be destabilized in such a way, as to invalidate your familiar and hard-earned coping strategies. This is the force behind the well recognized term “resistance”.\nEvery time you see people on Quora, framing all their personal and relationship problems as EXCLUSIVELY the fault of their ex asshole/NPD partner, you would be wise to perceive this a direct expression of “I don’t need to change” …. “I was healthy and happy, and all my problems are their fault”.\nNow don’t get me wrong … homeostasis preservation (aka resistance and denial) is a feature, not a bug. But that does not make it accurate. It simply tells us more about the workings of the unconscious mind. And we can use those workings to craft more elegant interventions.\nThe unconscious mind is INCREDIBLY wise. And like rain-man, it knows how to make very fast and accurate calculations, about which destabilizations will be tolerable, and which ones would be too disruptive.\nThis calculation HINGES upon what other resources are available in the system to get needs met, once this one (old) coping strategy is gone or invalidated.\nIf the unconscious detects sufficient resources in that area, it won’t fight impending change nearly as ferociously. But if it detects a deficit of resources in the area under consideration, it will fight tooth-and nail to prevent any fundamental change.\nAny sane person will admit that getting my future self to a different place than where I find my present self, will require me to behave differently going forward. In other words, if you want a different outcome, change is usually required!!\nSo it seems that this systemic-stabilizer is in the way of doing good therapy. It seems to be blocking (aka resistance to) necessary growth.\nAnd this is true for with therapists of weak or mediocre skill. But a master therapist can respect and honor this resistance, and use it as a guide to which NEW resources must be taught or installed, in order to facilitate positive change.\nIn other words, once a master therapist gives you NEW TOOLS, to meet old or existing needs, you NO LONGER need to hold so tightly to your old coping strategies.\nThe systemic stabilizer will stop fighting so hard, and positive change and growth is now possible.\nWith all of that background, let me get back to the essence of your question….\nThe desire to quit therapy is quite common. Sometimes your psyche needs a break. Sometimes you intuitively sense that your therapist is not helping you move … not a great fit for helping you change.\nBut 80% of the time, your systemic-stabilizer is TERRIFIED. It senses you getting near some major change, and it MUST NOT ALLOW you to be stripped of essential weapons. In short, your brain is tricking you, into abandoning much of the hard work you have just invested in personal growth.\nFor this reason, it’s ALWAYS WISE to take the ending of a therapeutic process QUITE SLOWLY!!\nDewey Gaedcke’s answer to What are the benefits of seeking therapy?\nPS for the linguistic nit-pickers in the room, when I use the term “part” of your mind, or “part” of your unconscious, I am referring to a PROCESS, not a physical region or thing!!\n\nOriginal answer on Quora found here"},"Is-it-normal-to-reach-a-point-in-therapy-where-you-no-longer-want-to-talk-or-open-up-Ive-found-that-suddenly-I-dont-want-to-go-to-therapy-and-dont-want-to-talk-to-anyone-including-my-therapis-e6e7b7a4":{"title":"Is it normal to reach a point in therapy where you no longer want to talk or open up? I’ve found that suddenly, I don’t want to go to therapy and don’t want to talk to anyone, including my therapist. Why is this?","links":[],"tags":[""],"content":"Your therapy is close to destabilizing your existing worldview or identity.\nSee more about homeostasis preservation in this in related answers.\nDewey Gaedcke’s answer to Is it likely that some people are genetically predisposed to codependency?\n\nOriginal answer on Quora found here"},"Is-it-normal-to-try-and-find-faults-in-my-therapist":{"title":"Is it normal to try and find faults in my therapist?","links":[],"tags":[""],"content":"Yes … it’s 100% normal!!\nAnd even more, this urge is stronger when your therapist is quite good … when they see and accept your shadow … when they threaten (through their competence) uncomfortable (perhaps destabilizing) change.\nYour unconscious is heavily biased toward the status-quo (aka homeostasis preservation) and the better your therapist, the more threat they are to your “familiar”. Their work with you threatens unpredictable change … and your unconscious despises that!!\nSo your rational mind will attempt every excuse possible to allow you to quit … to avoid those destabilizing feelings.\nhomeostasis preservation\n\nOriginal answer on Quora found here"},"Is-it-possible-for-someone-to-be-in-denial-about-experiencing-childhood-trauma":{"title":"Is it possible for someone to be in denial about experiencing childhood trauma?","links":[],"tags":[""],"content":"It’s 100% guaranteed … all of our brains do this automatically.\nDenial is a feature, not a bug\nThese features work in service of homeostasis preservation … an unconscious pull toward status quo!\nDewey Gaedcke’s answer to Why am I attracted to men who seem to have NPD and other similar personality disorders?\n\nOriginal answer on Quora found here"},"Is-it-possible-for-someone-to-be-their-own-therapist-and-heal-from-childhood-trauma-with-only-self-help-tools":{"title":"Is it possible for someone to be their own therapist and heal from childhood trauma with only self-help tools?","links":[],"tags":[""],"content":"It’s conceptually possible, but practically impossible.\nSkilled and experienced teachers helped me see things that would have taken decades (or never) for me to discover on my own.\nRemember that every complex system (eg humans) discovered by science to-date, has a strong drive toward homeostasis preservation. This means that it fights to resist change. And so your unconscious is designed by evolution to RESIST showing you things that will be destabilizing or breach your sense of self.\nPsychedelics are useful to circumvent some rigidity, but even those experiences are somewhat constrained by unconscious rules.\n\nOriginal answer on Quora found here"},"Is-it-recommended-to-switch-therapists-if-your-current-one-does-not-provide-helpful-advice-for-severe-depression":{"title":"Is it recommended to switch therapists if your current one does not provide helpful advice for severe depression?","links":[],"tags":[""],"content":"Anyone who believes “advice” is going to help with depression, does not understand the condition even slightly, and should not be engaged in practice with clients.\nAnyone who implies you should be seeing a “talk” therapist for severe depression, also does not know what they are talking about.\nA few hard truths for you to consider:\n\nLots of therapists are not very good — thats a fact.\nIt’s also a fact that laymen are not really qualified to assess therapist competency\nWhile it might seem easy (am I getting better or not) there are several complex reasons why laymen should generally not attempt it … they are listed below:\n\nReasons why it’s risky for clients to judge their mental health providers:\n\nchange is slow and interventions (for depression) are nuanced and involve multiple interlocking stages; it takes time\nif they knew as much as their therapist, they could assess her performance … but they don’t\nclients are MUCH MORE prone to labeling super skilled therapists as ineffective than they are the mediocre ones who don’t threaten much big change; the unconscious mind of the client is TERRIFIED of destabilizing change … aka homeostasis preservation … and this causes the logical brain to RATIONALIZE (imagined / constructed) reasons to end treatment BEFORE big changes can manifest … in other words, ALL clients are prone to unconscious self sabotage\n\n\nOriginal answer on Quora found here"},"Is-it-true-that-some-people-go-to-therapy-because-they-want-some-one-to-tell-them-what-they-want-to-hear":{"title":"Is it true that some people go to therapy because they want some one to tell them what they want to hear?","links":[],"tags":[""],"content":"Denial, repression and dissociation are FEATURES, not bugs … in other words, the human nervous system is designed to [preserve homeostasis](www.quora.com/search%20preservation&amp;author=84795924 “www.quora.com”) … aka don’t allow sense of self or world to become destabilized.\nTherefore, WE ALL are seeking to have our notions affirmed … it’s how ALL of our brains work\nAnd while it iS TRUE that all therapists should apply non-violence (not forcing consciousness), any therapist that takes it into the realm of lies, falsehoods or delusions, is guilty of being either incompetent or manipulative.\nwww.quora.com/search%20preservation&amp;author=84795924\n\nOriginal answer on Quora found here"},"Is-the-compulsion-to-be-right-even-when-there-is-evidence-to-the-contrary-a-mental-disorder":{"title":"Is the compulsion to be right even when there is evidence to the contrary a mental disorder?","links":[],"tags":[""],"content":"Consider the psychological concept of motivated cognition … essentially akin to emotional reasoning. ALL of our brains are doing this, ALL THE TIME\nThe best FMRI evidence (filming an active brain) we have to date, is that the emotional part of the brain is largely running the show. We feel rational. We think that free-will is governing our priorities &amp; behavior, but this IS AN ILLUSION.\nYou have an identity; You have assumptions about yourself and the world;\nYou also have a HIGH PRIORITY program for homeostasis preservation (maintain status quo of identity) running on your hardware (DNA).\nSo your emotional brain, respecting the mandate of this program, selects &amp; weighs ONLY the evidence that does not substantially destabilize your identity &amp; worldview.\nYou select, delete, deny &amp; distort the facts to meet your unconscious agenda.\nWe know this is how all normal human brains work. Any “personal experience” (aka subjective opinion) to the contrary is an illusion that is not supported by solid scientific evidence.\nEven your urge to argue with this claim, BEFORE you have gone and read the neuroscience studies, should corroborate what I’m saying?? WHY??\nBecause as a smart person, you KNOW BETTER than to form your opinions BEFORE you have reviewed all the credible evidence. But you are arguing (against this obvious precept) against the point, BEFORE you have studied the evidence. If that does not make it clear that SOMETHING non-rational is in charge, there is not much more I can say to you.\nIt’s this very phenomena that makes the scientific method so crucial to finding truth. Here is an example of such likely distortions\nSo NO … the compulsion to be right is NOT a mental disorder … it’s the way a normal brain functions whenever it’s not:\n\nmindful of it’s unconscious or emotional agenda\nusing the scientific method to mediate this powerful genetic program\n\nDewey Gaedcke’s answer to Does a person have greater character if they respect only those opinions that agree with their own, or does one have greater character if they respect opinions that are reasoned even if conclusions aren’t shared?\nDewey Gaedcke’s answer to Are the racists winning in the US?\nDewey Gaedcke’s answer to Do you ever wonder what goes through a criminal’s mind, and what makes them do the crime they do?\nDewey Gaedcke’s answer to Can you know if your therapist is no good in a month?\nDewey Gaedcke’s answer to Is it likely that some people are genetically predisposed to codependency?\nDewey Gaedcke’s answer to What are some evidence-based reasons people choose to remain ignorant and cling to outdated theories in the face of scientific evidence for their erroneous beliefs?\n\nOriginal answer on Quora found here"},"Is-there-a-simple-way-to-determine-which-of-the-two-people-is-the-one-actually-doing-the-projecting-when-both-are-accusing-each-other-of-narcissistic-projection":{"title":"Is there a simple way to determine which of the two people is the one actually doing the projecting when both are accusing each other of narcissistic projection?","links":[],"tags":[""],"content":"Yes … you acknowledge that you BOTH are projecting 90% of the time during conflict\nIt’s not an “narcissistic trait”, but a totally normal feature based on how the mind (all minds) operate to preserve homeostasis …\nin short, your mind (especially during stress), will not allow itself to see/recognize judge-able or blamable qualities in itself … the blame, judgement and accusations you practice TOWARDS OTHERS, during a fight, ARE THEMSELVES YOUR PROJECTIONS\nImagining that only one of you is doing it, is JUST ANOTHER PROJECTION\nDewey Gaedcke’s answer to What are the benefits of seeking therapy?\n\nOriginal answer on Quora found here"},"Is-two-sessions-enough-to-know-I-dont-like-my-therapist":{"title":"Is two sessions enough to know I don’t like my therapist?","links":[],"tags":[""],"content":"I HATED my 2nd therapist … couldn’t stand him and wanted to quit every week for the first 14 months …. and I stayed with him for 5 years, and I’m incredibly grateful that I did. I would not be where I am today, had I bailed &amp; jumped over to someone who made me feel comfortable.\nThis is going to sound like trolling — as if I want to irritate people instead of share what I believe is true, but:\nI don’t care if you like your therapist or not … the greatest obstacle to your growth is resistance (homeostasis preservation), and it’s OFTEN the people who rub you the wrong way, that are likely to be the best catalyst for important (but uncomfortable) change\nThe unconscious drive for homeostasis preservation is described in these posts …\n\nOriginal answer on Quora found here"},"Ive-been-in-therapy-for-10-years-and-I-feel-like-Ive-tried-everything-What-can-I-do-to-make-it-more-effective":{"title":"I've been in therapy for 10 years and I feel like I've tried everything. What can I do to make it more effective?","links":[],"tags":[""],"content":"Switch from talk therapy to somatic therapy (Hakomi or Somatic Experiencing)\nif you can be mindful, it will be at least 5x more effective\nAnd after you’ve done Hakomi for at least 6 months, consider a Ketamine or Psilocybin journey\nKeep in mind that a part of your unconscious DOES NOT want to change, and thus will resist more experimenting with effective methods.\nDrive to homeostasis preservation (aka sticking to status quo)\n\nOriginal answer on Quora found here"},"Many-people-want-to-save-the-world-but-does-the-world-want-to-be-saved":{"title":"Many people want to save the world but, does the world want to be saved?","links":[],"tags":[""],"content":"Human systems generally seek to preserve homeostasis…..so I would say that no, it’ doesn’t\n\nOriginal answer on Quora found here"},"Mental-health-experts-Do-you-think-there-is-there-any-correlation-between-the-type-of-denial-we-see-in-victims-of-domestic-abuse-also-showing-in-the-spouses-of-someone-convicted-of-a-he":{"title":"Mental health experts: Do you think there is there any correlation between the type of denial we see in victims of domestic abuse also showing in the spouses of someone convicted of a heinous crime? See my comment for details.","links":[],"tags":[],"content":"All human brains have evolved to resist destabilization … to reject information that detracts from coping and survival. This phenomena (I call it [preservation of homeostasis](www.quora.com/search%20preservation&amp;author=84795924 “www.quora.com”)) applies most forcefully to core notions of identity and worldview. And what could be more disruptive to one’s worldview and stable serenity, than to recognize that you’ve been raising or dating a highly flawed and violent person?\nSo we all do denial. Some just do it more visibly and outrageously than the rest of us, so our attention goes them as if they are radically different … and they are not … not really.\nBut to your point, it’s certainly true that people quite high in denial, are both more capable of tolerating, and more actively enabling, to anti-social personalities.\nHomeostasis preservation\nnotonarcissists.quora.com/What-type-of-person-stays-with-a-narcissist-long-term-6\n\nOriginal answer on Quora found here"},"My-therapist-told-me-that-I-am-a-strange-client-and-I-have-a-high-resilience-but-not-easily-accessible-so-he-doesnt-expect-that-I-will-be-better-soon-What-does-he-mean":{"title":"My therapist told me that I am a strange client and I have a high resilience but not easily accessible, so he doesn’t expect that I will be better soon. What does he mean?","links":[],"tags":[""],"content":"He means you are “rigid” (aka holding tightly to the familiar; unconsciously afraid of change)\nAnother phrase I use to describe this pattern is “bound by homeostasis preservation” ..\nI would ask him if he knows how to work with such a character structure … by saying that change will be slow, he’s already indicated that he’s pessimistic, so I would ask for a clear plan, or pick a new therapist.\n\nOriginal answer on Quora found here"},"Should-I-continue-to-see-a-therapist-if-I-feel-worse-after-seeing-himher":{"title":"Should I continue to see a therapist if I feel worse after seeing him/her?","links":[],"tags":[""],"content":"Good question!!! And it’s important to be really nuanced here ….\nIs the feeling of “worse” coming from a sense akin to the phrase:\na dog returns to it’s vomit\nBy that, I mean, your suffering is old, familiar, repetitive … your therapist has you looping, repetitively on OLD ways of seeing yourself and the world\nIf that’s the case, then you should fire this therapist instantly.\nOn the other hand, your nervous system is designed precisely by evolution to maintain equilibrium (aka status quo). I’ve called this “homeostasis preservation” in many of my other answers. You’ve probably heard of “resistance” to therapy. That is the unconscious doing EXACTLY what it was designed to do. And it takes an artful hand ( a good therapist) to slip past this vigilant guard.\nSo positive change will almost ALWAYS feel uncomfortable, stressful, and weird … that’s the nature of recovery … the price of admission … and it’s INCREDIBLY worth it.\nIf you are feeling a new/unfamiliar angst and discomfort, then that’s a very positive sign that this therapist is doing a good job with you.\nDewey Gaedcke’s answer to What are the benefits of seeking therapy?\nhomeostasis preservation\n\nOriginal answer on Quora found here"},"Should-I-stay-or-should-I-go-from-therapy":{"title":"Should I stay or should I go from therapy?","links":[],"tags":[""],"content":"Neither … you should research skilled therapists in your area and sample several until you have a deep felt sense for what amazing therapy feels like … and how it works.\nFrom that place, you will learn:\n\nthe skills you seek from a professional\nthe models that benefit you the most\nthe ability to recognize sub-par therapists\na deep appreciation for how much positive change is possible for you when working with the right folks\n\nAnd ONLY THEN, with this knowledge in hand, are you fully equipped to wisely choose your next action. And it won’t be to quit therapy … it will be to work with someone masterful.\nAll clients desperately need a “reference experience” with extreme competence … after this, they will never feel hopeless again. And any urge to “quit”, will be seen for what it is … a deep unconscious drive for homeostasis preservation.\n\nOriginal answer on Quora found here"},"The-past-three-therapists-I-went-to-told-me-they-dont-know-how-to-help-me-What-am-I-supposed-to-do":{"title":"The past three therapists I went to told me they don't know how to help me. What am I supposed to do?","links":[],"tags":[""],"content":"In my decades of experience, the only times I’ve seen this situation is when the client is getting more benefit (even unconsciously) from the problem, then they are pain and consequences.\nWhen a client is getting massive payoff from their symptoms, unless they are willing to try some fairly uncomfortable experiments, I have zero chance of inspiring the necessary changes, because the unconscious KNOWS the reason it’s holding onto the symptoms … and it’s fighting the desire to change and heal.\nI call this process the “[drive for homeostasis preservation](www.quora.com/search%20preservation&amp;author=84795924 “www.quora.com”)” and it’s quite a formidable foe when coupled with a highly defiant, controlling or resistant client.\nUnconscious fight for status quo\n\nOriginal answer on Quora found here"},"What-are-some-possible-reasons-for-a-parent-to-disagree-with-the-other-parents-decision-to-seek-counseling-for-their-son":{"title":"What are some possible reasons for a parent to disagree with the other parent's decision to seek counseling for their son?","links":[],"tags":[""],"content":"The big and general answer (applies to spouses as well) is that the disagreeing parent (or disapproving spouse) can intuitively sense that this will change the systemic balance of the family / relationship. People are only together because they are a psychological fit, and once one member starts seeing the dynamics for what they are (and growing out of them), it upsets the apple cart. Other members must change or the relationship will end. And people are afraid (unconsciously) of change. Much of our nervous system is crafted by evolution to prevent it.\nIt’s called “[homeostasis preservation](www.quora.com/search%20preservation&amp;author=84795924 “www.quora.com”)” and I’ve written a ton about it in these posts.\nAnother reasons one parent may object, is that they feel shame for their (perceived) oversized contribution to the child’s problems, and they fear they will be “outed” by the child to the therapist.\nhomeostasis preservation posts\n\nOriginal answer on Quora found here"},"What-are-some-real-life-examples-of-awareness-and-differences-between-blue-pill-and-red-pill-mentalities":{"title":"What are some real life examples of awareness and differences between blue pill and red pill mentalities?","links":[],"tags":[""],"content":"You’ve probably heard the expression that “a fish does not notice the water”\nWe all have trouble seeing things that are so familiar, they’ve become invisible. My fear was once like that for me. It had been there for so long (since before my brain was old enough to make subject-object distinctions) that it became invisibly-familiar. I couldn’t notice it because there was NO NON-FEAR, against which to compare &amp; contrast.\nAdding to this phenomena of the habitually &amp; persistently familiar, we have the evolved (possibly genetic) imperative for homeostasis preservation. This means we have a deeply programmed drive/urge/mandate to NOT step beyond the familiar and known.\nThe red-pill is symbolic of the “witness” or observer in Buddhist philosophy. It means seeing a process versus being lost-in that same process. Once you see that you are swimming in an ocean, it becomes possible to then imagine or conceive of non-ocean. Only then is it possible for the fish to contemplate the possibility of air, atmosphere or space.\nThe fastest way to observe your own subjectivity &amp; interpretive framework is to contemplate something taboo. Something that your entire life-history &amp; conditioning outright rejects. Something that makes your body go “yuk”. As you abide in those feelings of “eeww”, you can ask yourself: Are there humans who feels differently about this? And if so, HOW are they organized differently, such that they are having a different experience than I am about this. Perhaps that person knows something about air and space, while you still believe that water is all that exists?\nIn Hakomi, they call these stuck places “[as-if beliefs](www.quora.com/How-do-you-teach-people-accountability-and-to-stop-being-a-victim/answer/Dewey-Gaedcke-1 “www.quora.com”)”, and the going beyond them, to be “missing experiences”\nDewey Gaedcke’s answer to What do you think about incest parenting?\nDewey Gaedcke’s answer to How do you teach people accountability and to stop being a victim?\nDewey Gaedcke’s answer to Does a person have greater character if they respect only those opinions that agree with their own, or does one have greater character if they respect opinions that are reasoned even if conclusions arent shared?\nDewey Gaedcke’s answer to Are you aware of psychological manipulation as its happening that others are not?\n\nOriginal answer on Quora found here"},"What-are-the-causes-of-psychological-problems":{"title":"What are the causes of psychological problems?","links":[],"tags":[""],"content":"The respondents who answered “chemical imbalance” are mostly wrong, except in very rare instances.\nIt may be true that certain proteins, hormones and enzyme’s are over/under produced in people with psychological issues, but that is most likely a biological response to the psyche running hot. In other words, it’s an after-effect, not a root cause. Correlation, not causation.\nIn my view, the answer to “what causes psychological problems” lives beneath this idea of the psyche “running hot”.\nI view psychological problems as resulting from an internal battling of primary intent!!!\nConsider that evolution (or God if that’s your preference) has shaped the design your entire body (an incredibly complex machine; mind included) to do certain work and achieve specific survival related goals.\nConsider a few machines that were “purpose built” by mankind …\nThe intention of an engine is to push a car with maximum power efficiency. The intention of an auto-pilot is to navigate a plane on a direct and fuel efficient course.\nNow imagine how much harder those devices need to work, if the driver is riding the brakes, or the pilot keeps turning the yoke (trying to fly the plane himself).\nThis “battling of primary intent”, creates a lot of heat, friction, stress, and it consumes energy that could otherwise be used to search for more optimal solutions. It creates a “double bind” inside the machine, and organic devices (machines made of meat) are intended to flow … not to wrestle with themselves.\nLet’s walk through an example:\nConsider the idea of ego-strength and self-love. If that’s a core need imbued by evolution (or the designer), then you can feel certain that some unconscious process in my brain is devoted to achieving it. Think of this sub-system like the auto-pilot … a device with purpose.\nNow imagine that another part of mind has been infused with the idea that “being mistaken or wrong makes me unworthy of love”.\nNow I’m driving with the brakes on … one part of my brain is trying to find the optimal way to achieve self-love, but another part of my brain is inhibiting and suppressing any information that contradicts my existing beliefs … denying anything that makes me “feel wrong”.\nI’ve referred to this core impulse in many of my other posts as the drive toward homeostasis preservation.\nFeeling wrong, coupled with the “rule” (implicit belief) that my errors makes me unlovable, creates stress and panic. And this consumes energy that is really needed to grow the natural self-love that I so desperately desire. My resistance is inhibiting (or battling with), “primary intent”.\nAnd people on the outside are watching this process and wondering … why would person deny and suppress information that would make their life so much easier??\nTo outsiders who don’t understand what’s going on, this looks virtually insane. But it’s the brain doing what it was built to do → get needs met while following accepted heuristics (rules of thumb). And bad heuristics put the whole system in a double-bind!! It’s THIS EXACT PROCESS that creates psychological problems. It’s also the process behind evidence denial, conspiracy theories and fundamentalist religiosity.\nIt’s for this reason that I recommend EVERYONE get therapy so they can discover what implicit beliefs, and bad rules-of-thumb they are carrying unnecessarily. I swear to you that life gets so much lighter when you learn to see and reframe these unproductive and burdensome stories.\nHomeostasis preservation\n\nOriginal answer on Quora found here"},"What-are-the-reasons-for-people-to-seek-therapy-even-if-they-do-not-want-to-change-their-behavior-or-way-of-thinking":{"title":"What are the reasons for people to seek therapy even if they do not want to change their behavior or way of thinking?","links":[],"tags":[""],"content":"It’s a strange question … in fact, if your life were PERFECT, I suspect you would not be expressing this curiosity. And usually, for those of us with imperfect lives, we’d like some things to get better … we want some OUTWARD change.\nAnd most of us understand that for something to be different, WE’LL have to BEHAVE differently.\nNow let me be fair to you … ALL of us possess a deep and very strong program in the unconscious called “[homeostasis preservation](www.quora.com/search%2520preservation&amp;author=84795924 “www.quora.com”)” (it means don’t allow much change). And so at SOME LEVEL, none of us want to change our behavior or way of thinking … but that’s an old evolutionary system, and not a very rational one, given the context of our modern world.\nSo we all wrestle with an existential tug, between “not wanting to change” and “wanting our lives to get better” … and each of us has to decide which force we will allow to dictate our choices and thus our future.\nWhat I can say is that we all do possess an unconscious mind, and if you don’t connect to it deeply, it’s going to fly your plane (auto-pilot metaphor) some place you did not intend.\nSo the reason for introspection and self-study (aka therapy), is to gain more influence to influence our lives in the direction of our dreams and desires.\nDown below you will see a chat exchange with one of my clients …\nDewey Gaedcke’s answer to What are the benefits of seeking therapy?\n\n\n\nOriginal answer on Quora found here"},"What-are-your-thoughts-about-a-survey-that-says-affluent-and-educated-people-are-far-less-likely-to-say-belief-in-God-is-necessary-for-good-morals-compared-to-poor-people":{"title":"What are your thoughts about a survey that says affluent and educated people are “far less likely to say belief in God is necessary for good morals” compared to poor people?","links":[],"tags":[""],"content":"A large part of my focus in psychology is on the areas of emotional reasoning, cognitive distortions, and motivated cognition.\nThere are 3 things our human brains/nervous systems do incredibly well:\n\nrecognize patterns\npreserve homeostasis\ndeceive us about the nature of reality in order to meet unconscious needs (think denial)\n\nI’m so convinced that “opinions” are (usually) nothing more than clear expressions of these ever present cognitive distortions, that I rarely pay attention to them.\nThere are typically only 4 situations in which I have much respect for people’s opinions:\n\nwhen supported by data and evidence\nwhen they largely converge with expert consensus\nwhen evidence and consensus are not available, time is of the essence and the person being consulted has a lot of experience as well as high emotional IQ (this might be opinion, or it might be intuition)\nwhen relationship priorities can (e.g. due to low risk situations) take priority over facts &amp; accuracy. (e.g. my wife’s opinion about paint color will always take precedence over my own)\n\nBeyond that, opinions are simply evidence for the tricks the brain plays on us each and every day.\nWith regard to “morals”, the only people who understand their origin with any precision are neuroscientists and experienced psychotherapists. The remaining opinionated laymen believe morals are acquired from conscious “teaching”, and that is just flat wrong in most cases.\nIf you want to see clear evidence of emotional reasoning, EVEN FROM a very smart engineer, you can read this other answer.\nDewey Gaedcke’s answer to Does free will exist?\nDewey Gaedcke’s answer to What exists in our brain as a result of self-deception?\n\nOriginal answer on Quora found here"},"What-can-I-do-when-I-am-born-a-coward-and-I-am-of-the-male-gender-and-dealing-with-extreme-vulnerable-narcissism":{"title":"What can I do when I am born a coward and I am of the male gender and dealing with extreme vulnerable narcissism?","links":[],"tags":[""],"content":"You can start by ending this project of setting yourself up for failure by postulating hopeless (and flat false) realities.\n“I am born a coward” …. really??\nAre you a geneticist, biologist or psych researcher??\nI didn’t think so … I also don’t think you are dumb\nDoes it make you curious that a non-dumb person would accept and repeat such a stark and hopeless reality, without ANY credentials or scientific basis to do so?? It should make you very curious!!\nSo when you see otherwise smart people, making up assertions and conjectures that they have NO BUSINESS (no qualifications) making, you can rightly conclude that some unconscious process is in charge.\nSo rather than deal with DSM labels and other such nonsense (that you are also unqualified to assess or use), start with the very simple step of saying to yourself:\n“Wow … some part of me wants to remain stuck, and so it put forth, and influenced me to accept, this crazy story that that my situation is hopeless … genetic, from-birth, irrevocable\nAnd once you get clear on THAT reality, you can start to study what needs this powerful and influential guy is going for … how did he pull the wool over your eye’s like this?\n\nOriginal answer on Quora found here"},"What-causes-some-individuals-to-have-an-irrational-fear-of-change-Can-anything-be-done-to-help-them-overcome-this-fear":{"title":"What causes some individuals to have an irrational fear of change? Can anything be done to help them overcome this fear?","links":[],"tags":[""],"content":"Yep … I agree with Jennifer Armstrong … “fear of change” is an IMPORTANT evolutionary strategy!! Not an “irrational” process\nIt (and the denial that goes with it) is a FEATURE, not a BUG of the human nervous system.\nIn fact, ask ANY competent scientist you every meet, the following question:\nQ: Has science EVER discovered a complex system (like humans are) that DOES NOT fight for homeostasis?\nThis goes way beyond humans … EVERY system (even K-12) has an automatic drive to resist destabilizing change.\nHow can we help them transcend (not overcome) the fear?\nThat is what skilled trauma therapists do every day … it’s the core of our work. Before ever touching (or pushing on) the fear, we help the client acquire alternative strategies for safety and meeting of needs. And then the change that lies on the other side of the fear is no longer a threat … intuitively speaking. And the unconscious will allow for more experiments and trials.\nAll my posts related to homeostasis preservation!\n\nOriginal answer on Quora found here"},"What-do-you-disagree-with-Jordan-Peterson-about":{"title":"What do you disagree with Jordan Peterson about?","links":[],"tags":[""],"content":"I’ve written another post speaking to the areas where he and I have high degree of alignment so I’m reserving this post for my criticisms.\nBest I can tell, JP does not meditate and I’ve not heard him speak to the many benefits of mindfulness. And that’s a big red-flag in my book.\nHe seems totally ignorant of (I’ve not heard him speak to) the very existence of somatic/body psychology or of the incredibly effective treatments available therein. I suspect that’s the result of his conventionality/conservatism and that these technologies are heavily esoteric (customized for each client) and thus we don’t have the wide body of statistical evidence that exists for cookie-cutter approaches like CBT, 12-step and related conventional approaches.\nWhile respecting evidence in certain domains, he seems to ignore/dispute the latest science around free-will and he puts way too much emphasis on biological and genetic causes for psychological problems. He has slightly acknowledged that depression may be causal for auto-immune problems (rather than the other way around) and I give him kudo’s for that.\nWhile I do hear him acknowledge childhood-trauma as “one of” the causes of psychological issues in later life, I’ve never heard him speak of family-systems, shame, role-dynamics or conditioned neurological habit as a root-cause of these issues. And I consider that just plain ignorant for someone in his position.\nHe’s hypocritical in that he accuses other public intellectuals of failing to wrestle with the likes of Nietzsche, Solzenitzen &amp; Dostoyevsky while (seemingly) remaining woefully ignorant of many current best practices in his own field of clinical psychology. I’ve never once heard him wrestle with the likes of Milton Erickson, Virginia Satir or Fritz Perls. That’s quite common in the psych field, but it’s inexcusable for such a visibly public symbol like him.\nThere has been a (non-overt) conspiracy going on in psychology since it’s inception … it’s not conscious nor intentional, but it’s happening nevertheless. And the narrative is thus:\nPreservation of identity, world-view and agency is so fundamental to our psychological system that we actively ignore/disregard models of treatment (or even understandings about our human condition) that are likely to be destabilizing and foreign. And I believe JP would acknowledge that this tendency is much stronger among those low in trait-openness (aka conservative/conventional/traditional personality styles).\nIn short, there exists a negative feedback loop in publicly recognizing the effectiveness of certain treatment modalities:\nPeople have a deep desire to avoid destabilization. Public psychologists who possess conventional-competence, and conform to socially-credible narratives tend to get the acclaim and vast audiences, while those with a more (seemingly) threatening message, are omitted from the conversation. And this happens regardless of which side is “more effective” at treating various ailments.\nIn my view, the somatic therapies are MUCH more effective than the treatment modalities that JP seems familiar with, and it’s unfortunate that he advocates generic and brute-force approaches when there are such elegant (albeit marginalized) technologies available for personal transformation.\nI do acknowledge that his self-authoring program has really helped a great many people and I applaud that.\nAnd when you have someone as smart, credible and competent as JP, it’s easy for his audience to never realize that he’s missing a HUGE SWATH of healing technologies and to think that his brand of (mainstream) psychology is all that exists. I feel confident that the omission of really good therapeutic modalities in his public discourse is causing a great many needy people to remain oblivious to tools that could really help them. And I think this omission is a symptom of his own internal stabilization drives and a deficit in his own free will.\nHere is another post in which I attack rule #5\nDewey Gaedcke’s answer to How many of you feel personally victimized by Jordan Peterson?\nDewey Gaedcke’s answer to What is “virtue signaling”? What are some examples? Is it good or bad?\nDewey Gaedcke’s answer to Does a person have greater character if they respect only those opinions that agree with their own, or does one have greater character if they respect opinions that are reasoned even if conclusions aren’t shared?\nHomeostasis Preservation\n\nOriginal answer on Quora found here"},"What-factors-may-influence-someones-decision-to-not-seek-therapy-when-they-are-experiencing-difficulties":{"title":"What factors may influence someone's decision to not seek therapy when they are experiencing difficulties?","links":[],"tags":[""],"content":"Every human has an active process in their unconscious that I call a “drive for homeostasis preservation”. It means that we’re all secretly afraid of destabilizing change, even when it is very positive change. Evolved drives in our DNA much prefer the status-quo. This is the reason that spouses return back to (or pick another) addict or abuser as their relationship partner.\nBut because this process is unconscious and very invisible, we’re not aware of it’s power and influence. The easiest way to see it is to study your own thinking, and notice the many ways in which it is clearly quite distorted. Observe and study yourself making unfounded and illogical conclusions, as evidence that something interesting is afoot.\nHere are a few common examples of poor thinking that should be easily recognizable as part of this rationalization process:\n\nTherapy doesn’t work — REALLY?? Have you tried every modality and experimented with lots of different competent people? Does it possibly make sense that self-study (introspection / therapy), aka “knowing yourself better” (by discovering what is invisibly automatic in you) would not give you more power, choice and leverage in the world? What if some part of you is heavily resistant and doesn’t want it to “work”? How can a rational person conclude that something so obvious and well validated as therapy (self-study) WOULD NOT give them a leg up, without also wondering what they themselves are adding to the mix that makes it SEEM not to work FOR THEM. The very answer to that question lies in self-study.\nI’m hopeless; There is no point in making effort — REALLY? You believe the habits of your nervous system cannot be changed / shifted? That’s silly … it’s happening right now, as you read this page. If you’ve EVER learned anything in your life, THAT is evidence that your nervous system is maleable and can be modified. So why would a smart person like you ASSUME the opposite, when all the evidence says otherwise?\nEveryone is going to take advantage of me; It’s unreasonable for me to trust a therapist — lets do a simple calculation here, shall we? If you had to choose between getting tricked/manipulated A FEW TIMES, vs living with a painful problem YOUR WHOLE LIFE, which would you pick?? What is worse? And if you answered that getting tricked would be worse, what process INSIDE YOU is causing that insane answer to rush to the top? How can you NOT conclude that something very strange and interesting is going on here? Are you curious about such a weird priority scheme bubbling up from your mind?\nCan you be curious as to whether you PERCEIVE insincerity when people are being straight up with you? What would be the cost of mistakenly carrying THAT BELIEF your whole life? Curiosity is your friend here!!\nI’m as happy as possible; there is nothing new to discover in my unconscious; I’m not governed by an invisible personality strategy — let me get this straight. Your nervous system is regulating heartbeat, blood chemistry, anxiety, emotional regulation, and 1000 other invisible and automatic processes, but you KNOW with 100% certainty that it’s not heavily influencing who you allow in your life, the kind of work you do, your sex life, earning power, etc. Only a fool would be so confident about things they cannot see and clearly have not studied in great depth. Such silly thinking must also make you curious about your mind.\nUnconscious shame and fear of digging it up — read here for more!\n\nAll my posts regarding the drive for homeostasis preservation are here\nDewey Gaedcke’s answer to Why do people avoid therapy?\n\nOriginal answer on Quora found here"},"What-is-it-called-when-the-client-tells-the-therapist-what-to-do-instead-of-the-therapist-giving-advice-or-suggestions":{"title":"What is it called when the client tells the therapist what to do instead of the therapist giving advice or suggestions?","links":[],"tags":[""],"content":"For those who won’t read all the way below, let me say at the beginning that good therapy DOES NOT involve much “advice or suggestions”. Good therapy teaches you what is unconscious and automatic IN YOU, from your powers of noticing and having direct experiences.\nNow on to your question …\nWhen a client steps up and begins (or tries to) drive/direct/control the session, it’s called “peering”. It means the client is acting as if they have the same (or better) depth of understanding and competence (are a “peer” to their therapist) about the change process as is the therapist.\nSadly, there are enough bad therapists out there that this reckless and counter productive assumption is sometimes true.\nThere are also certain therapeutic modalities in which the client is SUPPOSED to drive.\nIn all modalities, the clients unconscious “tells” SHOULD be heavily influencing the therapist.\nBut it’s always a TERRIBLE strategy and a serious red-flag for the client to overtly and consciously control or direct the session.\nHere’s why:\n\nif you really ARE better equipped than the professional you’ve hired (rare), you don’t need them; stop dicking around and hire a better therapist\nif you are NOT better equipped, (most common) then you’ve just demonstrated clear delusion and arrogance, which is simply wasting time, and slowing your progress\nyour unconscious is terrified of being destabilized; most commonly, it’s “assuming” your more competent, as a safety strategy to prevent forward progress and find safety in “control” (status quo or homeostasis preservation). While it may make you less anxious, it’s not giving you what you came or paid for → healing and change.\nMost of our wounds originated in relationship, and thus need to be healed in relationship. When you take control of the session, you are no longer a collaborator in the healing process, you are an overbearing parent … just like the one who wounded you and taught you that other people cannot be trusted to hold you and have your best interests at heart. In short, you are subliminally anchoring one of your wounds.\nIf you do this long enough or frequently enough, your therapist will naturally feel a bit of hopelessness. Even though it’s our job to not let such things affect us, we’re human and you are (unconsciously) training our nervous system to be slightly less invested and motivated in your case\n\nhomeostasis preservation\nDewey Gaedcke’s answer to What are the benefits of seeking therapy?\n\nOriginal answer on Quora found here"},"What-is-the-best-approach-for-emotional-abuse-trauma-and-PTSD-I-was-having-Cognitive-Behavioral-therapy-for-6-months-but-I-felt-it-was-not-for-me-as-the-therapist-only-cared-to-help-me-change-05ffb5d2":{"title":"What is the best approach for emotional abuse, trauma and PTSD? I was having Cognitive Behavioral therapy for 6 months, but I felt it was not for me, as the therapist only cared to help me change the way I was thinking, not to hear and understand.","links":[],"tags":[""],"content":"When you say “hear and understand”, my internal-interpretive-framework converts that (rightly or wrongly) into:\nJoin with me in the story/conclusion/assumption that my perceptions &amp; experiences represent absolute reality. In other words, I see you as asking your therapist to jump on the same worldview train as you.\nAnd while connection/empathy is VITAL for good therapy, asking them to accept your reality on it’s face is unwise for a couple of reasons.\n\nYou are paying them to help YOU CHANGE … and your habits of thought are crucial to this project\nYour worldview is subjective. Some people feel offended when you call them “tall”. Others feel proud and flattered. Same word, but different reactions … that is called “interpretive framework”.\nYou have a “homeostasis preservation” (don’t change) program built into your DNA by evolution/god. When you ask your therapist to jump too fully into the same thinking system as you, you give this program full control … to your own detriment.\n\nThis might offend a lot of people, but those with the emotional courage to tolerate their feelings should get a very clear sense for what I’m trying to illuminate.\nImagine two distinct rapes … one is against your NPD ex-spouse (#1) who is manipulative, controlling, and must always win. Another rape is against a frail &amp; fragile person (#2) who’s never felt free to assert themselves, or be in charge.\nCan you recognize that the experience of being raped may impact #2 for years to come. Potentially even further damaging his/her identity and sense of self?\nNow consider the effect of this very similar rape on #1. As a controlling and in-charge person, he/she will be FURIOUS; almost apoplectic for weeks to come. But eventually, they will have a laugh and a beer about it. It won’t redefine their identity or leave a lasting mark. Why, because they ARE NOT stuck in “[deferral of assertion](www.quora.com/How-do-you-teach-people-accountability-and-to-stop-being-a-victim/answer/Dewey-Gaedcke-1 “www.quora.com”)” as explained here.\nYou WANT to change your thinking, so that you’ll posses a similar resilience (a super-power) as is carried by the NPD.\nGetting back to your question, Somatic Therapy has been WAY MORE productive for me than CBT. My favorite is Hakomi but SE is great too.\nDewey Gaedcke’s answer to How do you teach people accountability and to stop being a victim?\n\nOriginal answer on Quora found here"},"What-is-the-ethical-dilemma-regarding-withholdingdisclosing-information":{"title":"What is the ethical dilemma regarding withholding/disclosing information?","links":[],"tags":[""],"content":"I would need a bit more context to feel confident that my response matches your intent, but I’ll give it a shot &amp; assume we’re discussing client/therapist relationship (i.e. in-therapy), without a 3rd party (e.g. spouse) involved.\nThe therapist SHOULD be multiple steps ahead of his client. He should have a strategy for intervening on what’s not working. And he should recognize that information that COULD be destabilizing, is likely to slow down the process.\nIn my view, good therapy is NOT about rational information. Quite the opposite in most cases. It’s about facilitating NEW experiences because the most important changes happen in the limbic system and not the rational/verbal center of the brain.\nBut in the case that the therapists leaks info before the client is sufficiently resourced, the client will almost always dissociate or repress the information rather than let themselves become destabilized. aka homeostasis preservation\nWith the assumption that the therapist is doing their best, and given the absence of free-will, I don’t ascribe much of an ethical component to the process. It is what it is.\n\nOriginal answer on Quora found here"},"What-is-wrong-with-me-My-relationship-with-my-parents-is-so-emotionally-abusive-but-even-though-I-am-19-I-feel-like-I-cant-leave-I-just-want-a-simple-life-but-I-dont-know-how-to-give-this-up":{"title":"What is wrong with me? My relationship with my parents is so emotionally abusive, but even though I am 19, I feel like I can’t leave. I just want a simple life, but I don‘t know how to give this up.","links":[],"tags":[""],"content":"Nothing is wrong with you. All of our brains resist unfamiliar &amp; destabilizing change, EVEN from miserable circumstances. It’s a built-in process called homeostasis preservation.\nBegin training yourself to tolerate uncomfortable NEW experiences. You can start as small as opening doors with your non-dominant hand. Or try with your foot. Pick up a musical instrument that you have zero skills with and tolerate the discomfort of being new. Any small changes, done with an air of emotional curiosity will do the trick.\nAs you build this skill, you will move into the process of reparenting yourself.\nDewey Gaedcke’s answer to How do you deal with emotionally abusive distant parents as an adult? Will I ever be able to have a strong relationship with them? How do you cope with it and find other ways to fill the ‘loving parent’ gap?\n\nOriginal answer on Quora found here"},"What-is-your-greatest-weakness-as-a-psychologist-and-how-do-you-handle-it":{"title":"What is your greatest weakness as a psychologist and how do you handle it?","links":[],"tags":[""],"content":"A human is an organic system … this system contains vast intelligence encoded in the nervous system (CNS) … and the CNS “knows” many things beyond our human cognitive ability to calculate/derive/understand.\nFor example, the CNS knows:\n\nwhen it is useful, appropriate, necessary, to repress, deny, delete, distort (aka cognitive distortions) information and experience (aka “denial” is a feature, not a bug)\n… by “useful”, I mean aligned with the core CNS goals of conserving energy and reducing disequilibrium (aka homeostasis preservation)\nthat energy management and homeostasis preservation are HIGHER order priorities than psychological comfort … at least from an evolved, survival and reproduction driven mandate\nthe timing and order in which it is safe and reasonable to surface and face (remember and process) traumatic material is governed by the above mandates\nthe internal tools (neurological skills and habits) needed to be on-board BEFORE it is productive and safe to serve-up (face and heal) core trauma material\n… the CNS makes one big error with its “repetition compulsion” (aka a dog returns to its vomit) … by this I mean the unconscious will push us to revisit trauma in an unintentional way, BEFORE we’ve acquired the skills to use it for healing and growth\nhow to govern and regulate the entire list above\n\nMy own nervous system has taught me all of the above … and I respect it deeply.\nBut my personality has been one of an engineer and scientist, and after active and massively curiously involvement in the psych/trauma space for over 30 years, I’ve acquired a nose for identifying people’s core-material quite quickly. I see the core leverage points, and I know how to help shift them.\nAnd an arrogant part of me wants to go right to work on the biggest problem, without the slow roundabout journey that the CNS knows is necessary and wisest. In short, some part of me still clings to the (metaphorical) fantasy that I can force a flower to bloom by using a screwdriver.\nAnd this is insane … it’s not grounded or accurate. But when I see people suffering, it triggers a sad hopelessness in me, that harkens back to the young boy who was incapable of helping his parents or himself. I hated that hopelessness and I acquired all these skills and personality attributes to escape it. And here I am, seeing 85% of the picture quite deeply, and STILL feeling powerless to intervene, because the CNS knows it needs to go on a 9 month circuitous route to get us there.\nSo my greatest weakness as a trauma therapist, is patience and acceptance\nI handle it by:\n\nfacing and healing my own past feelings of powerlessness\nhealing my own wounds around time and productivity\nhonoring and being grateful to the wisdom and assistance of the CNS in helping people grow\nbiting my tongue and slowing things down\n\nposts on homeostasis preservation\n\nOriginal answer on Quora found here"},"What-kinds-of-parental-relationships-or-early-childhood-experiences-lead-to-the-development-of-narcissistic-personality-disorder":{"title":"What kinds of parental relationships or early childhood experiences lead to the development of narcissistic personality disorder?","links":[],"tags":[""],"content":"Prior to the terrible two’s, you can think of every child as hyper-empathic. They are completely dependent and vulnerable, and must quickly “read” (intuitively) &amp; adapt to their environmental circumstances. This means quickly discerning what pleases or displeases those key adults.\nThis empathic process (operating through visual cues &amp; limbic resonance) means the child is deeply connected (&amp; affected by) to the feeling states of primary caregivers.\nAnd this “deeply connected” internal state, forms a barrier, a wall, and a reality as to which behaviors are acceptable, and which are not. You could envision this as a border (not to be crossed) between “relational” and “non-relational” behaviors between intimate insiders. Betrayal is out of the question. It’s not a conscious or intellectual rule, but a deeply felt-sense in the same way that a baby is drawn to the nipple.\nBiology &amp; evolution also insists that the child “individuate” … i.e. separate from this state of ubiquitous oneness. This process starts with the terrible-two’s. It means exploring power, preferences, choice &amp; control. How am I similar? How am I different? Which of my preferences are embraced &amp; encouraged by the big-people.\nWhich are rejected? And most importantly, which are so bad they (implicitly) justify breaching that “relational” border … those worthy of betrayal and shame. In other words, which aspects of my emerging personality cause my parents to break the rules and become non-relational toward me. This parental betrayal enters through that same (wide open) limbic channel, and makes her judge, reject or dislike herself.\nWhile all of this is happening in the development of the child, you have the parents running their own unconscious processes. Most all of us have seen “denial” in action … you tell a friend something “destabilizing” (e.g. your partner is cheating), and you watch their brain move focus and attention to something totally unrelated. Their unconscious is telling you (verbatim): I do not have the emotional tools to face this reality &amp; still remain stable/functional …. so I must pretend I never heard it.\nDenial is just a concrete &amp; visible version of what ALL OF US ARE DOING MOST OF THE TIME. We are managing away from destabilizing feelings &amp; experiences. I call this “[homeostasis preservation](www.quora.com/search%20preservation&amp;author=84795924 “www.quora.com”)” (HP) and it’s just usually much more subtle, &amp; thus harder to see.\nIf you want an example of this, go look at my harshest and most real Quora posts; you will encounter crickets … no comments (for or against) … and very few votes (up or down) … it’s just ZERO engagement. This is a “tell” that what I’ve written is threatening or destabilizing to those readers. It’s not that it’s right or wrong … they would argue/debate/confront in those cases … rather, it’s that the unconscious mind WON’T ALLOW them to engage with it.\nIn my answer describing codependence formation, I described how the adult is unconsciously terrified (avoidant &amp; unable to engage with) by their deep, old, feelings of overwhelm &amp; burden. If it were conscious, they could apply many tools to manage it … by staying unconscious, the only option is to deflect &amp; deny the child’s “burdensome” requests.\nBut the situation is FLIPPED with the NPD. Her parents recognize (albeit unconsciously) that they have also breached the parent-child bond. They have dumped their own deep shame onto their child and left her with a chunk of their own self-loathing. They feel (subliminally) incredibly ashamed of their betrayal &amp; indebted (from guilt) to this kid, but that process is all beneath awareness. But it’s still there an needs to be managed in the adult for them to remain functional.\nJust like the rest of us, the parents of the NPD are actively working to avoid bumping into that shame &amp; others of their own painful wounds. When you have betrayed a child, and breached your duty, the guilt can be immense. To compensate, these parents forgive, coddle, tolerate, flex, justify and rationalize. They excuse atrocious behavior &amp; model such confusing &amp; painful notions of love, that the child learns not to trust it. And simultaneously becomes conditioned with the knowledge that there are no substantive consequences to breaching the social contracts of relational behavior.\nThe permissiveness, lack of healthy boundaries, coupled with the deep carried shame mixes perfectly to shape a personality that is anti-social, and ALL ABOUT ME.\nTrump is such a perfect example of the direct result of this process … my next research inquiry must be into the mechanisms by which his supporters are so effectively able to deflect and not see it.\nDewey Gaedcke’s answer to How do you teach people accountability and to stop being a victim?\nDewey Gaedcke’s answer to Does a person have greater character if they respect only those opinions that agree with their own, or does one have greater character if they respect opinions that are reasoned even if conclusions aren’t shared?\nDewey Gaedcke’s answer to How do you teach people accountability and to stop being a victim?\nwww.quora.com/search%20preservation&amp;author=84795924\n\nOriginal answer on Quora found here"},"What-makes-it-hard-for-some-people-with-BPD-to-stick-to-therapy":{"title":"What makes it hard for some people with BPD to stick to therapy?","links":[],"tags":[""],"content":"The unconscious mind as a many important &amp; automatic programs running from our long evolutionary past. Even though we are (in most modern western societies today) no longer endangered by foreigners and “outsiders”, there is still a Xenophobic program running on your hardware. You may say “I love foreigners” but it’s still there … it’s just currently being inhibited. In certain conditions of stress, it can gain more momentum.\nOne of the largest imperatives of the unconscious mind is preservation of homeostasis.\n“preservation of homeostasis” means —- keep things from changing so much that it’s going to destabilize my identity or coping mechanisms.\nSo your question applies to ALL HUMANS … not just those with BPD.\nMost of us will stay in therapy for YEARS if not much changes. But go talk to any senior therapist with many gray hairs, and they will tell you that it’s incredibly common for people to abandon therapy RIGHT WHEN major change is on the horizon.\nMaster therapists will admit they saw this frequently in their less experienced years. After seeing it so many times, the best have generally crafted tools to mitigate the problem. But this speaks to their deep understanding of your unconscious, not the absence of a deep desire to run from threatening change.\nDewey Gaedcke’s answer to What are some evidence-based reasons people choose to remain ignorant and cling to outdated theories in the face of scientific evidence for their erroneous beliefs?\nDewey Gaedcke’s answer to What makes it hard for some people with BPD to stick to therapy?\nDewey Gaedcke’s answer to Does a person have greater character if they respect only those opinions that agree with their own, or does one have greater character if they respect opinions that are reasoned even if conclusions aren’t shared?\nDewey Gaedcke’s answer to How often do highly empathetic parents cause highly narcissistic children?\nDewey Gaedcke’s answer to How can you convince someone they are abusive to others, others that can’t speak up for themselves?\nDewey Gaedcke’s answer to How can I determine whether a psychologist/therapist will be good and really understand my situation?\nDewey Gaedcke’s answer to What should I do if my therapist is abusive (arrogant, dominant, sexist, victim-blaming)? I can’t stand up for myself because when I tell him my issue he invalidates my feelings as a patient I don’t know anything.\nDewey Gaedcke’s answer to Why is it that when people get cheated on in a relationship, they most likely blame the third person?\nDewey Gaedcke’s answer to Why does it take a lifetime to overcome the effects of child abuse and neglect if at all?\n\nOriginal answer on Quora found here"},"What-makes-the-difference-for-you-between-a-good-therapist-and-a-bad-therapist":{"title":"What makes the difference for you between a good therapist and a bad therapist?","links":[],"tags":[""],"content":"This is an interesting question because some % of clients are really desperate for rapid change, and another cohort is (unconsciously) trying to hold onto their familiar status-quo.\nI could go into the reasons that divide those two groups, but it’s not germaine to your question.\nHowever, each group will answer your question differently:\n\nto the first group (committed to their uncomfortable growth), a good therapist is one that inspires them to try on unfamiliar and uncomfortable frames of existence. All change is uncomfortable so these people have to be willing to tolerate destabilization.\nthe 2nd group (unconsciously terrified of the unknown) prefer a therapist with whom they feel accepted, comfortable, and not much pushed into discomfort. They want sessions where they feel better leaving the office, but that nothing too threatening or destabilizing ever happens that might disrupt their sense of self, or general worldview.\n\nIn all complex systems (humans) above a certain level of information processing, there is an ongoing drive for [homeostasis preservation](www.quora.com/search%20preservation&amp;author=84795924 “www.quora.com”) … this is the core force with which all drive for change must contend.\nDewey Gaedcke’s answer to What are the benefits of seeking therapy?\n\nOriginal answer on Quora found here"},"What-psychological-deficit-causes-some-people-to-naively-attack-questions-on-Quora-that-they-are-attempting-to-respond-to":{"title":"What psychological deficit causes some people to naively attack questions on Quora that they are attempting to respond to?","links":[],"tags":[""],"content":"The word “attack” has multiple meanings in common parlance: It can mean (#1) a act defined as FACT, in history or law, but it can also be a (#2) a subjective interpretation of individual experience … a description of one person’s thinking and emotional reaction to the behavior of another person.\nAnd evolution has conditioned all of our brains to perform #2 constantly based on our developmental history. You can read more about this phenomena in my answer about defensiveness.\nIn case #2, this is often nothing more than opinion, projection or [defensiveness](www.quora.com/Why-do-people-have-defense-mechanisms-when-there-is-nothing-to-be-defensive-about/answer/Dewey-Gaedcke-1 “www.quora.com”) … to find out, check if the opinion contains any concrete evidence that would logically or legally qualify the use of the term “attack”. The scientific method was designed to help us separate our decision making &amp; fact finding from these mental distortions.\nResponding to the spirit of your question, I believe that, more generally, you are asking about why humans become triggered. Why do some ideas, claims, or personality quirks activate us emotionally and cause us to act out in relation to other people.\nAnd the process behind getting triggered is called [homeostasis preservation](www.quora.com/search%20preservation&amp;author=84795924 “www.quora.com”). Another evolution-built process that (unconsciously) seeks to preserve stability of identity and worldview. I’ve written extensively about how it works in these answers.\nDewey Gaedcke’s answer to Why do people have defense mechanisms when there is nothing to be defensive about?\nwww.quora.com/search%20preservation&amp;author=84795924\n\nOriginal answer on Quora found here"},"What-qualities-make-someone-a-therapists-favorite-client-Do-therapists-go-out-of-their-way-to-help-these-clients":{"title":"What qualities make someone a therapist's favorite client? Do therapists go out of their way to help these clients?","links":[],"tags":[""],"content":"For a given environmental context, the odds of surviving through child-rearing age (aka passing-on ones genes) increased dramatically, when the being behaves very similarly to his/her parents.\nThis simple mathematical principle (driven hard by evolution) is the basis for two important psychological phenomena:\n\nparental-introjects; the automatic process of making a copy of my parents psyche (good and bad aspects of personality) into my own psyche\nresistance (aka the drive for homeostasis preservation); these are unconscious drivers for preserving the status-quo (aka not changing enough to become systemically destabilized)\n\nNo matter what they believe, or what they tell you, EVERY client has some part of them that is terrified of, and resistant to, destabilizing (even healthy/positive) changes. If you watch carefully, you will see it quite clearly as you lead them near the core issue that has been governing their life.\nThe most masterful and competent therapists of which I’m aware, respect and honor this fundamental “organic” phenomena of nature. They slow down and “backfill” competencies to increase tolerance for change, and provide alternative tools to meet needs. In Hakomi, this is called “psychological non-violence” and it’s a crucial tenant of the method … I suspect of much good trauma work.\nFor my part, I’m a bit impatient and I enjoy seeing and facilitating big openings. So I prefer the clients who recognize the truth of the above, and lean into tolerance for becoming destabilized. This includes facing strong emotion, trying on different self-images, and using tools such as psychedelics to re-open the meta-plasticity of critical periods.\nI don’t know if it’s good or bad, but I prefer clients willing to be a bit experimental in the drive to uncover whatever is blocking them. Something about their courage bolsters my own hope and motivates me to keep working with them. I suspect I may be terrified of boredom and irrelevance. Something for me to work on next.\nDewey Gaedcke’s answer to What are the benefits of seeking therapy?\n\nOriginal answer on Quora found here"},"What-should-I-do-if-therapy-isnt-working-out":{"title":"What should I do if therapy isn't working out?","links":[],"tags":[""],"content":"“Therapy” is a CATCH-ALL term for at least 30 different methods and techniques … many of which are SOLIDLY KNOWN to be efficacious with specific issues\nSo saying “therapy doesn’t work” is kind of like saying that “sports are not dangerous” … it demonstrates a vast misunderstanding of the topic.\nIt’s also similar to saying “lifting weights does not make my muscles more dense” …\nAnd that’s just flat wrong … we know how muscles work, and we KNOW HOW NEW NEURO-PATHWAYS are formed in the human brain … the scientific understanding of these processes is quite advanced and not subject to being uprooted by such unfounded claims.\nWhat MAY be true is:\n\nyou found an incompetent therapist\nyou didn’t stay at it long enough\nthe changes so far are small enough to be BENEATH your conscious awareness (you’ve not sensed the change that has started)\nyour homeostasis preservation systems (aka unconscious resistance) are inhibiting your range and slowing detectible change\nyou’ve selected a method/model that is not a good fit for your constellation of specific issues\n\nAny of those can be true … but “therapy doesn’t work” is not one of them …\nYour framing of reality is a reflection of your subjective and biased experience\nSuch a confident &amp; certain negative prediction from you, coupled with the vast experience of experts over many decades, is a really strong “tell” that your unconscious resistance is a big part of your hopelessness generating experience\nDewey Gaedcke’s answer to What are the benefits of seeking therapy?\nDewey Gaedcke’s answer to Why will no one admit that therapy doesn’t work for some people?\n\nOriginal answer on Quora found here"},"What-should-someone-do-if-they-feel-their-therapist-is-causing-more-harm-than-good":{"title":"What should someone do if they feel their therapist is causing more harm than good?","links":[],"tags":[""],"content":"This is a really serious conundrum because three facts are simultaneously true:\n\nthere are poor therapists out there\nfor the most part, laymen clients (and even some with years of experience) are not really able to judge competence vs incompetence, because of point #3\nincredibly skillful and effective therapists will make change inevitable; and a part of your unconscious is TERRIFIED of change; as a result, it will coerce your rational mind into concluding that “this therapist is doing me no good” as a bid to justify escaping the threat\n\nThe above is absolutely true … but it’s also possible that this therapist is unskilled. My suggestion is to focus on TRUST. If you trust NO ONE, then this is a useless test for you. But if you do have people in your life that you trust deeply, scan for the same bodily sensations with this therapist. If they foster your trust, stay with them. If you distrust them, then find a new one.\nThe unconscious drive for Homeostasis preservation … aka the agenda of your nervous system to avoid and escape destabilizing change\nDewey Gaedcke’s answer to What are the benefits of seeking therapy?\n\nOriginal answer on Quora found here"},"What-should-you-do-if-your-therapist-admits-they-are-unsure-how-to-help-you":{"title":"What should you do if your therapist admits they are unsure how to help you?","links":[],"tags":[""],"content":"Every therapist “feels this” at times … and the ones with the courage to admit it are usually the best.\nSuch disclosure usually means:\n\nthey are placing your well being ahead of their own “image” or ego\nthey are soliciting your feedback and truly collaborating with you\nthey have an openness, curiosity and experimental mindset that means they can learn and adapt quickly\nthey are engaging your conscious and unconscious minds in the eventual solution\nthey may be aware of an unconscious drive for homeostasis preservation\n\nIn my mind, it’s a great sign that some new phase can now start.\nDewey Gaedcke’s answer to What are the benefits of seeking therapy?\n\nOriginal answer on Quora found here"},"What-would-you-do-I-realised-I-have-C-PTSD-which-is-why-Im-struggling-even-after-no-contact-with-my-narc-familyBut-my-therapist-never-picked-up-on-it-and-Im-very-angry-and-disappointed-Should-85c3e297":{"title":"What would you do? I realised I have C-PTSD, which is why I'm struggling even after no contact with my narc family.But my therapist never picked up on it and I'm very angry and disappointed. Should I talk to her about it or just find a different one?","links":[],"tags":[""],"content":"This answer is going to feel like gaslighting … I’m sorry, but I can’t see any other way to do it and still shoot you straight!\nIf needed, you can accuse me of all of my selfish &amp; manipulative reasons for deceiving you in the comments, and we can walk through them one by one. Keeping a focus on how I’m manipulating and stealing from you will be a great way to avoid facing the fear that I call out below.\n\ndon’t self diagnose\ndon’t conflate what your CONSCIOUS mind is doing, vs the agenda of the unconscious\ndon’t imagine you are at the bottom of a problem; it influences you to stop digging (or quit therapy)\nas shown in this answer, even when a therapist DOES SEE SOMETHING, it’s frequently not the time to bring it forward; you cannot yet know what she sees in you\nif you believe you are qualified to 2nd guess your therapist, and run your own program, then its (likely quite delusional, but also) a sign of deep fear in your unconscious. (see below)\nThese assumptions on your part indicate a profound blindness to how deep (and more nuanced) an unconscious strategy can go. This is not Checkers or anything resembling linear.\n\nI’ll be the first to admit that many therapists are not very good. But that fact alone (that going through training is not enough), should illuminate BIG ODDS that the average laymen is much worse. Especially when dealing with your own psyche. And if you understand “[homeostasis preservation](www.quora.com/search%20preservation&amp;author=84795924 “www.quora.com”)”, you will recognize that strong incentives in your unconscious a very biased to getting it wrong.\nI truly don’t know if your therapist is skilled … and neither do you. But this question does tell me something inside you is quite frightened and as a result, is mis-calculating some of its rationalizations.\nDewey Gaedcke’s answer to Is it unprofessional for a therapist to tell me that I am in an abusive relationship in our first session only having heard my side of the story? Why not “you MAY be in an abusive relationship”?\nDewey Gaedcke’s answer to What are the benefits of seeking therapy?\n\nOriginal answer on Quora found here"},"When-narcissists-are-therapists-how-do-they-use-their-professional-skills-to-manipulategaslight-their-victims":{"title":"When narcissists are therapists, how do they use their professional skills to manipulate/gaslight their victims?","links":[],"tags":[""],"content":"This is a very strange question … I’m not sure I understand the motive or factual basis behind it.\nIf you study biology, you will discover that NO ORGANIC creature exerts time, effort and energy without some discrete payoff.\nIf you want to claim that NPD therapists “manipulate and gaslight” their “victims”, you must explain exactly what benefit or payoff they receive for their efforts.\nWhat we do know about the brain of traumatized people, is that unconscious forces ACTIVELY WORK to preserve homeostasis and avoid disruptive change.\nSo if your therapists reframes reality, or states a position that you disagree with, your brain is almost certainly going to label this interaction as “gaslighting” and manipulation.\nJust because you disagree, does not mean you are being gaslighted … it just means that you and a professional have a difference of opinion.\n\nOriginal answer on Quora found here"},"Where-do-those-who-refuse-to-wear-masks-fall-on-the-empathy-scale-Why-are-they-not-taking-responsibility-for-their-actions-and-hide-behind-my-freedoms":{"title":"Where do those who refuse to wear masks fall on the empathy scale? Why are they not taking responsibility for their actions and hide behind \"my freedoms?\"","links":[],"tags":[""],"content":"It’s a good thing you used the word “scale” because it’s the right metaphor to help understand the phenomena.\nSomeone could be VERY HIGHLY empathetic, but AS LONG as their need to appear fearless, tough, invincible or immune-to-bosses, is BIGGER (aka heavier — remember the scale metaphor), then the scale will tip in the direction of not wearing the mask.\nAs such, it’s a RELATIVE phenomena and not an absolute one.\nWith all of that said, in a statistical sense, those with these strong/rigid image management mandates (unconsciously) permeating their personality, TEND to be lower in emotional IQ, and so you are likely to see a correlation between low empathy and this mask-shunning, anti-social behavior.\nBut if you care about nuance and details, this is correlation, NOT causation. The causation is not unilaterally low empathy, it’s that the identity &amp; image management drivers mentioned above, are more important to preservation of homeostasis in the psyche.\nBy this I mean, identity stabilization &amp; management is more important (sorted higher in priority) than empathic concern or social-conformity.\nDewey Gaedcke’s answer to What are the benefits of seeking therapy?\nDewey Gaedcke’s answer to Does a person have greater character if they respect only those opinions that agree with their own, or does one have greater character if they respect opinions that are reasoned even if conclusions arent shared?\n\nOriginal answer on Quora found here"},"While-you-may-not-have-had-many-non-ideal-outcomes-clients-not-making-any-or-much-progress-clients-dropping-you-without-explanation-etc-with-clients-as-a-therapist-what-have-you-learned-from--987b9106":{"title":"While you may not have had many non-ideal outcomes (clients not making any or much progress, clients dropping you without explanation, etc.) with clients as a therapist, what have you learned from these situations and did they change you in any way?","links":[],"tags":[""],"content":"When I was a client (not a therapist), one of my earliest &amp; smartest teachers taught me that:\nRight at the moment you are getting close to major growth and change, your unconscious will become quite frightened of facing the resulting destabilization.\nFrom that place, your psyche will create one of these stories to justify quitting this deep emotional work. Your cognitive thoughts will be:\n\nthis process isn’t working and isn’t worth my time\nit’s too much money and I can’t afford it right now\nmy therapists is incompetent (or malicious) and this is harming me\ntherapy in general is BS and won’t make any difference; aka it’s hopeless to aspire to something better\nI’ve heard of this new healing modality (magic mushrooms; yoga; meditation; hypnosis; etc) and I think I’ll switch over and try that\n\nAll of those are just mental strategies to preserve the status-quo (aka homeostasis). To escape destabilizing change.\nSo when I have a client show these tells, I generally know I’m on the right track … my problem is not missing the issue … it’s pushing toward it a bit too aggressively. So their resistance is my reminder to SLOW WAY DOWN!\nDewey Gaedcke’s answer to How do you teach people accountability and to stop being a victim?\n\nOriginal answer on Quora found here"},"Why-am-I-scared-to-heal-my-trauma":{"title":"Why am I scared to heal my trauma?","links":[],"tags":[""],"content":"I’ve been writing for several years about the unconscious (likely genetic) drive to preserve homeostasis … aka status-quo, familiar, known (of identity and worldview)\nNot only do I consider myself to be somewhat of an expert in this subject, I also consider myself to be fairly articulate and clear in my writings about it.\nWhich is why I was SO PISSED when I heard Sam Harris out-quip-me in a casual comment he made in a recent podcast.\nSam said: “Each one of us is the olympic world champion at remaining EXACTLY WHO WE WERE YESTERDAY”.\nThat is such a beautiful, clear and eloquent way to stay it, that I’m profoundly humbled. What he means is that every prior second of your life, has been spent practice, training, repetition (of your nervous system) to be exactly who you are now. NO ONE has practiced YOUR SPECIFIC identity/personality more than you … hence “world champion”.\nThe answer to “why” is “evolutionary mandate” … the reason you are here today is because your ancestors kept their operational behavior within the familiar tolerances of their parents. This is a survival tool. In other words, the kids who went outside the norms, and made friends with the crocs, never made it to child bearing age. So this is built into all of us…\nAnd the way out is to make a game of facing discomfort … only by getting OUTSIDE your familiar comfort zone, can you retrain your nervous system.\nMy incredibly talented oldest daughter painted this for me …\n\n\nOriginal answer on Quora found here"},"Why-are-most-parents-even-good-ones-in-denial-about-their-failings-when-a-basic-acknowledgement-of-their-imperfections-would-repair-their-relationship":{"title":"Why are most parents, even good ones, in denial about their failings when a basic acknowledgement of their imperfections would repair their relationship?","links":[],"tags":[""],"content":"Mechanisms in the unconscious mind resist change. It’s a safety thing designed to help preserve homeostasis (aka stability). It’s how “denial” works. Unless you have done a lot of introspection/therapy/meditation, it’s quite powerful and very effective.\nUsing simpler language, people are afraid of change, and they are afraid of uncomfortable feelings/emotions.\nWhen you ask a person to admit their human foibles &amp; failings, they intuitively know several things:\n\nthis is going to bring up guilt, shame, embarrassment (all unpleasant feelings)\nto be a responsible, sane, intelligent person, I’ll have to change once I admit a problem\nI don’t know how to change; I’m afraid of change; I’ve become comfortable with they way things are and I don’t want to change\n\nAll of those kick-in and the person deflects the thing you are asking them to own … not likely to happen. But you can improve your chances by building own skill at seeing/owning what you are afraid to see.\n\nOriginal answer on Quora found here"},"Why-are-so-many-people-on-Quora-opposed-to-a-social-norm-that-tolerates-the-civil-free-exchange-of-ideas-in-privately-owned-venues":{"title":"Why are so many people on Quora opposed to a social norm that tolerates the civil, free exchange of ideas in privately-owned venues?","links":[],"tags":[""],"content":"Originally Answered: Why are so many people on Quora opposed to a social norm that tolerates the civil, free exchange of ideas in private venues?\nThe human mind evolved with a strong drive to preserve homeostasis … aka not allow identity or worldview to shift in major, destabilizing ways.\nThe very processes of “denial” and “dissociation” are an outcome of this evolved mandate.\nIt’s not just Quora … all people are threatened by information that will be destabilizing to their (deep internal) status quo.\n\nOriginal answer on Quora found here"},"Why-are-some-people-on-Quora-so-cowardly-that-they-use-hit-and-run-tactics-of-disabling-comments-after-they-make-a-disparaging-or-controversial-comment":{"title":"Why are some people on Quora so cowardly that they use \"hit and run\" tactics of disabling comments after they make a disparaging or controversial comment?","links":[],"tags":[""],"content":"“Cowardly” is a judgement word …\nI personally NEVER block or delete comments, or otherwise inhibit free-speech, unless Quora moderation forces me to remove something. But I do get censored myself frequently and it’s quite irritating …\nAll of our brains posses an EVOLVED mandate called “homeostasis preservation” … it basically means that (to the older parts of the brain) STABILITY of identity and worldview are fundamental elements of survival.\nIn the same way that “denial” is a feature, not a bug, this HP process is constantly scanning the environment to detect and suppress information that would be destabilizing.\nWhen you post something that frightens this unconscious system, you will see the expected and familiar response …. fight, flight or freeze.\n\nFlight == disappear from the conversation\nFight == argue, dispute, disparage, discount, or censor (aka many logical fallacies)\nFreeze == censor, block, delete or disable-comments (aka “cancel culture”)\n\nDewey Gaedcke’s answer to What are the benefits of seeking therapy?\n\nOriginal answer on Quora found here"},"Why-are-some-people-so-afraid-of-facing-childhood-trauma":{"title":"Why are some people so afraid of facing childhood trauma?","links":[],"tags":[""],"content":"Homeostasis preservation or unconscious shame …\nIt’s also called the free-energy-principle\nWhy do people avoid therapy?\n\nOriginal answer on Quora found here"},"Why-are-there-so-many-bad-mental-health-therapists":{"title":"Why are there so many bad mental health therapists?","links":[],"tags":[""],"content":"Q: Why are there so many bad mental health therapists?\nA: [Homeostasis preservation](www.quora.com/What-are-some-evidence-based-reasons-people-choose-to-remain-ignorant-and-cling-to-outdated-theories-in-the-face-of-scientific-evidence-for-their-erroneous-beliefs/answer/Dewey-Gaedcke-1 “www.quora.com”) — and this is the same explanation for so much emotional reasoning among humans in general\nLonger answer: Many of us got into psych because we grew up in crazy &amp; dysfunctional environments. And that means those licensed therapists who’ve not done really consistent emotional work, after graduation, are still carrying a lot of baggage. But despite our degree’s, our career’s and our good intentions, our (all human) UNCONSCIOUS minds are very resistant to anything that might destabilize our coping mechanisms. Unfortunately, we must break free of those same dependencies to become good therapists.\nThe unconscious mind has a many important &amp; automatic programs running from our long evolutionary past. Even though we are (in most modern western societies today) no longer endangered by foreigners and “outsiders”, there is still a Xenophobic program running on your hardware (nervous system). You may say “I love foreigners” but it’s still there … it’s just currently being inhibited. In certain conditions of stress, it can gain more influence.\nAnd one of the largest imperatives of the unconscious mind is preservation of homeostasis.\n“preservation of homeostasis” means —- keep things from changing so much that it’s going to destabilize my identity or coping mechanisms.\nSo your question applies to ALL HUMANS … not just therapists.\nMost of us will stay in therapy for YEARS if not much changes. But go talk to any senior therapist with many gray hairs, and they will tell you that it’s incredibly common for people to abandon therapy RIGHT WHEN major change is on the horizon.\nMaster therapists will admit they saw this frequently in their less experienced years. After seeing it so many times, the best have generally crafted tools to mitigate the problem &amp; work around it. But this speaks to their deep understanding of your unconscious, not the absence of this visceral urge to run from threatening change.\nPS Please note that an LPC commenter below has said:*******************\nI don’t think there is any research supporting the idea that there are more people in psychology with emotional and psychological problems. Which brings me to why I think there are bad psychologists: they forget to draw on facts and science. Ecfv though it’s a humanitarian field, research science matters more than opinion.\n\nIn doing so, she makes an overture of appearing fact-based, inquisitive &amp; intellectual. But instead of an open dialog, when I sent her this (slightly modified at Quora’s request) very thorough, candid &amp; transparent explanation of my fact-basis, instead of engaging in open-dialog, she reported me to Quora &amp; deleted the comment. It seems, she’s interested in censorship, not in discussing evidence or finding truth. What motivated THAT behavior?\n\nMy response to her comment (censored at her request b4 slight mods):\nI should clarify my phrasing … I’m not intending to imply that those in the psych field are MORE dysfunctional than average across the whole population. No, not even close … people from extremely bad families don’t even get into college, and thus skew the numbers heavily in favor of your argument. My point is only that, despite our white collar appearance, we have plenty of our own baggage.\nAnd you are almost certainly right about the lack of research … what kind of masochist would do that research and become a pariah in his own field. Not only that, but there is no clear instrument or specification for measuring mental health (or developmental dysfunction) on some linear continuum. As such, this specific research is near impossible.\nAt the same time, my position is not some opinion I pulled from my ass. I’ve been in this field in various capacities for over 30 years. And I have at least two data-points with which to support my assertions: (addendum: her censorship of my argument adds a 3rd data-point, albeit anecdotal; see point #2 below)\n\n\nCharacter Strategy (The Hakomi Character Strategies | Dan Michels Psychotherapy) draws clear causal relationships between “priorities” and “behavior”. Empathy can be directed toward the Physical (medical Dr.), toward the spiritual (priest or guru), toward the financial (advisor or $ manager), or toward the mental (psychological). What theory DO YOU HAVE as to what (any common theme??) drives motivation when someone selects between those various options. It seems clear to me that for one group, they are drawn to the mental?? Any guesses why??\n\n\nOver these 30 years, being as curious and conversant as I am, I’ve interviewed probably 100 therapists, counselors &amp; psychiatrists. It’s true that this is anecdotal, and they (the good ones) may share more about their family history than the average bear, but my strong sense is that these stories outline a clear motivation for focusing in the psych. field. Again, not withstanding the severe or poor as discussed above who could never afford or achieve such a degree or licensure.\n\n\nAnd if you are sincere about truth, instead of haggling low-import statistics one way or the other, why don’t you take issue and undermine my core premiss about the unconscious drive for homeostasis. Or that “we must break free of those same dependencies (our baggage) to become good therapists.” (supported by the research &amp; book called Focusing by Gendlin) Focusing: Gendlin, Eugene T.: 9780553278330: Amazon.com: Books\nYou can do this by sharing your own theory behind emotional reasoning, denial, dissociation and general motivated cognition. Or simply tell us why people quit therapy at key junctures?\nI wonder if you have a theory of your own … a void could explain why you are picking on my statistical misstatement, instead of debating the core premise of my answer\n\nDewey Gaedcke’s answer to What are some evidence-based reasons people choose to remain ignorant and cling to outdated theories in the face of scientific evidence for their erroneous beliefs?\nDewey Gaedcke’s answer to What makes it hard for some people with BPD to stick to therapy?\nDewey Gaedcke’s answer to Does a person have greater character if they respect only those opinions that agree with their own, or does one have greater character if they respect opinions that are reasoned even if conclusions aren’t shared?\nDewey Gaedcke’s answer to How often do highly empathetic parents cause highly narcissistic children?\nDewey Gaedcke’s answer to How can you convince someone they are abusive to others, others that can’t speak up for themselves?\nDewey Gaedcke’s answer to How can I determine whether a psychologist/therapist will be good and really understand my situation?\nDewey Gaedcke’s answer to What should I do if my therapist is abusive (arrogant, dominant, sexist, victim-blaming)? I can’t stand up for myself because when I tell him my issue he invalidates my feelings as a patient I don’t know anything.\nDewey Gaedcke’s answer to Why is it that when people get cheated on in a relationship, they most likely blame the third person?\nDewey Gaedcke’s answer to Why does it take a lifetime to overcome the effects of child abuse and neglect if at all?\n\nOriginal answer on Quora found here"},"Why-are-we-attracted-to-certain-people-and-not-others-Do-we-recognize-genetic-traits-in-people-that-are-beneficial-and-become-attracted-to-them-or-is-the-science-behind-attraction-much-simpler":{"title":"Why are we attracted to certain people and not others. Do we recognize genetic traits in people that are beneficial and become attracted to them or is the science behind attraction much simpler?","links":[],"tags":[],"content":"Not beneficial … FAMILIAR … and also those who’s character strategy will reinforce something about ourselves or the world that we ALREADY believe.\nYour unconscious is always scanning to get it’s needs met. It’s also working to preserve stability (homeostasis of self &amp; world). As soon as you spot someone and become attracted to them, its a solid bet that they fit with some unconscious need or strategy you have running on automatic.\nAn introspection practice (meditation, therapy, hypnosis, yoga, katsugen) is the best way to discover what these forces really are.\nDewey Gaedcke’s answer to What are the symptoms of PTSD?\n\nOriginal answer on Quora found here"},"Why-cant-people-stop-blaming-their-toxic-habits-on-human-nature-and-work-on-improving-instead-of-making-useless-excuses":{"title":"Why can’t people stop blaming their toxic habits on “human nature” and work on improving instead of making useless excuses?","links":[],"tags":[""],"content":"It’s a reasonable question at the level of logic … sadly, that’s not what drives human behavior.\nThe unconscious mind is terrified of (even healthy and positive) change … it’s designed by evolution to heavily prioritize (HP) “homeostasis preservation” (aka remain the same).\nTo facilitate change, you must first build up inner-unconscious resources so that the HP process can relax a bit and recover some childhood curiosity.\nDewey Gaedcke’s answer to What are the benefits of seeking therapy?\n\nOriginal answer on Quora found here"},"Why-do-I-want-people-to-know-that-Im-a-victim-why-dont-I-want-people-to-despise-me":{"title":"Why do I want people to know that I'm a victim, why don't I want people to despise me?","links":[],"tags":[""],"content":"I’m sure you are a very nice guy and a wonderful human being. That can all be true, and EVEN IN THE FACE of that solid REALITY, it is still possible for you to do things that trigger other people (their unconscious emotional baggage) and cause them to (temporarily) feel negative feelings toward you.\nConsider that human lives are VERY FRAGILE … we’re all incredibly vulnerable to causality, fate and random accidents. This simple truth is very stressful to most all of us.\nThe Buddhists learned thousands of years ago, that when a person reflects a part of yourself that you don’t want to face/see/acknowledge (ie denial), that you will JUDGE and PROJECT those feared/resented qualities onto them. It’s the way your mind distances itself from things it’s not ready to feel or face. It does this to preserve homeostasis of identity and worldview.\nAnd when you posture up, from the very beginning, with this “victim” energy, it reminds me of my own vulnerability. It triggers me to feel anxious and avoidant.\nDon’t get me wrong … it’s my own thought process and interpretive framework that is translating your raw energetics (or words) of victimhood into internal distress. YOU ARE NOT RESPONSIBLE for that, I AM. But very few people are aware of how this works, or where personal responsibility truly lies. And so they’re going to blame and resent you, due to their own meaning-making apparatus.\nThe same phenomena is happening with all slurs and negative terms. It’s the underpinning of the cancel-culture and SJW movement. And it’s simply an error. Consider how many very intuitive and brilliant black people have commandeered the n-word. By making it their own, they have disarmed the rednecks and eliminated a psychological/emotional threat. Many of them see this quite clearly …\nPeople blaming you for their inner (self-created) state, is not reasonable, accurate or fair, but that’s still the way our world operates.\nI’m quite mindful and introspective, and I understand deeply how this all works. And yet, when I received 3 questions from you, all delivered with an energetic of wounded helplessness, even I (if I’m honest) felt some temporary resentment toward you.\nAnd then I reminded myself that your posture is a gift to me … you helped remind me of what I’m denying and avoiding … what I’m hiding from myself. After that, I began to feel appreciation for you. But most people cannot, and will not do this. Again, it’s not your fault, but thats the universe we’ve inherited.\nSo if you REALLY want people to respond differently to you, you’re going to have to shift the way you relate to yourself. If you symbolize the thing that MOST PEOPLE REPRESS (i.e. victimhood and vulnerability) and deny (to themselves), then it’s not going to go well for you in the social realm.\nI’m sorry to tell you this, but it’s just a bald-faced fact …\nThese are the three questions you sent me. Please sit with them and try to develop a “felt-sense” for how a self-reliant personality would react to this worldview. If you step into Charles Bronsen (or John Wayne) shoes, HOW does his body react when he reads these representations/narratives??\n\nIn my childhood, why didn’t I know that people would falsely despise me?\nIn real life, do victims often suffer extra harm?\nWhy do I want people to know that I’m a victim, why don’t I want people to despise me?\n\nGet some support and you can break this cycle … now that you understand it, you can see how it’s happening!! Good luck!!\nDewey Gaedcke’s answer to How do you teach people accountability and to stop being a victim?\nDewey Gaedcke’s answer to How accurate is Jordan Peterson’s claim that your serotonin levels increase as your social status goes up (and because of that we feel more positive emotion and less negative emotion)?\n\nOriginal answer on Quora found here"},"Why-do-changes-in-a-marriage-only-happen-after-you-demand-a-divorce":{"title":"Why do changes in a marriage only happen after you demand a divorce?","links":[],"tags":[""],"content":"Read my other answers that refer to “systemic stability”.\nAll humans have deep mechanisms to avoid substantive change … to preserve homeostasis. We are (unconsciously) terrified that our skills and resources may not be a good fit in new circumstances. So we’ve carefully constructed lives where we feel adequate to the task at hand … that feels familiar to us and we don’t want it to change.\nOn of my favorite expressions is:\nYou cannot talk someone out of a position they have FELT their way into\nTalk is cheap … leaving actually DOES disrupt the system and it’s avoiding this disruption that motivates most people.\n\nOriginal answer on Quora found here"},"Why-do-cheaters-continue-to-lie-even-after-they-have-been-caught-and-admitted-the-affair":{"title":"Why do cheaters continue to lie even after they have been caught and admitted the affair?","links":[],"tags":[""],"content":"Shame can be a huge motivator for all sorts of behavior.\nShame is debilitating and also (if big) totally overwhelming.\nThe brain is designed to avoid becoming overwhelmed because we cannot function well (and thus survive) when we cannot assess present-moment circumstances.\nThink of “denial” … what process makes a normal, intelligent &amp; well educated person suppress awareness of painful, but clearly accurate, information.\nThat’s the brain limiting overwhelm….it’s a feature, not a bug. I call it the “drive for homeostasis preservation”.\nWhen you are caught doing something wrong, it brings up shame. This visible shame is a beacon and bright light that threatens to illuminate your UNCONSCIOUS shame.\nAdmitting more/worse behavior simply brightens that light and threatens one’s psychological homeostasis.\nDewey Gaedcke’s answer to What are the benefits of seeking therapy?\nDewey Gaedcke’s answer to What is “virtue signaling”? What are some examples? Is it good or bad?\nhomeostasis preservation\n\nOriginal answer on Quora found here"},"Why-do-clinical-psychologists-gaslight":{"title":"Why do clinical psychologists gaslight?","links":[],"tags":[""],"content":"I find this to be a very strange question … not because some shrinks are not terribly messed up … there is certainly plenty of incompetence and dysfunction in the psych profession. So of course some of the bad ones tell their clients things that are not true, or dispute the client’s truth too directly or too soon.\nBut the phrasing of the question contains several really unfounded implications which are:\n\nthis applies to most or all “clinical psychologists”\nthe client’s subjective interpretation is sufficiently un-compromised to know for certain what truth/reality actually is\nthat your assumptions about truth, and your stories about self and world, should not be substantially disrupted by therapy\n\nAnd all of those implications demonstrate completely false assumptions.\nPerhaps I’m reading too much in to the phrasing of the question, and my own biases and distortions are creating implications that are not really contained therein.\nBut if not, I would say you misunderstand several important concepts:\n\nthe nature of subjectivity, identity and worldview\nthe fallacies in the “lived experience” argument\nthe disruptive and destabilizing nature of good therapy\nthe homeostasis preserving strategy of “peering” (imagining yourself equally competent) with your therapist\n\nResponding to each of these:\n\nif you are in therapy (unless you are wise far beyond the normal human), that should imply that your stories and models of the world are not working for you; this would imply that they are out of line with reality or social convention\na “lived experience” argument is the intellectual sibling of the following insane statement: “I’ve lived through a brain tumor, so now I am a brain surgeon” … experiencing something DOES NOT IMPLY understanding or having mastery over it\nto change your relationship to self and world, your stories MUST SHIFT; that’s what good therapy intends to do and that’s the only reason it’s successful\nyour imaginings that you can understand the tactics, motives and professional tricks of trained &amp; competent therapists is a bit arrogant unless you’ve had similar training; additionally, by discrediting them in your own mind, you have just kept yourself stuck by eliminating the safety required to do therapy well; congratulations, you seem to be becoming a master of “[homeostasis preservation](www.quora.com/search%20homeostasis%20preservation&amp;author=84795924 “www.quora.com”)” — aka not changing and growing\n\nWith all of that said, mediocre therapists will OFTEN challenge your beliefs because that is one method of getting you to study and examine them more carefully … in hopes that you might discover how they are hindering your conscious agenda, with a bias toward your very many unconscious agendas\nSo what unconscious agenda in you is causing you to label some percentage of the psychotherapeutic community as “deceitful and manipulative” … aka gaslighters?\nwww.quora.com/search%20homeostasis%20preservation&amp;author=84795924Dewey Gaedcke’s answer to What are the benefits of seeking therapy?\n\nOriginal answer on Quora found here"},"Why-do-most-people-fail-to-heal-even-when-they-do-the-work":{"title":"Why do most people fail to heal even when they “do the work”?","links":[],"tags":[""],"content":"I could be delusional, but I consider myself especially well equipped to answer this question … mostly because I burned so many years on ineffective therapies and unconscious resistance.\nHere’s my answer:\n\nmost therapists are not very skilled … see point #3 … it’s in the way of therapist depth as well\nour problems live in the non-verbal parts of our brain; as such, “talk” based therapies are quite slow to effect fundamental changes to the nervous system. Most people are not even AWARE of all the non-verbal based modalities they could try. The mainstream psych establishment is decades out of date, reluctant to change and consistently letting …\n\nContinue reading with Quora+\nUnlock this answer and browse ad‑free by joining Quora+\n\nOriginal answer on Quora found here"},"Why-do-people-disassociate-Is-it-the-minds-way-of-rescuing-humans-to-deal-with-trauma-when-better-prepared":{"title":"Why do people disassociate? Is it the mind's way of rescuing humans to deal with trauma, when better prepared?","links":[],"tags":[""],"content":"It’s a natural, healthy and common tool that the psyche uses to preserve the status quo … to avoid being destabilized when energy and focus might be (whether real or perceived) needed to devote toward survival.\nI’ve written a lot about this in my other answers regarding the drive for homeostasis preservation\n\nOriginal answer on Quora found here"},"Why-do-people-often-end-up-in-toxic-and-harmful-relationships-How-can-one-break-this-pattern-and-avoid-being-in-such-situations-repeatedly":{"title":"Why do people often end up in toxic and harmful relationships? How can one break this pattern and avoid being in such situations repeatedly?","links":[],"tags":[""],"content":"It’s quite easy to say or describe, and quite a bit harder to change. It takes really good therapy to break these patterns.\nHere is the short version:\nQ: Can you hold your hand on a hot-stove??\nA: No … of course not. Even the most advanced meditators and hypnotists cannot do this\nIf you treat your EMOTIONAL PAIN, with the same care and acuity as you apply to physical pain, then it is IMPOSSIBLE to remain in toxic relationships. You just can’t remain because you acknowledge how much it hurts.\nNow many on Quora will argue that it’s the abuser who “keeps you hooked” … but the truth is (when speaking of adults), it’s your own unconscious strategies that keep you hooked. You are simultaneously IN THE HABIT of denying and deflecting emotional pain, and you are also in the habit of discouraging yourself (fear) in the face of uncertain change.\nYour psyche is holding onto status-quo (aka homeostasis preservation) with a death grip, so EVEN WHEN you notice and acknowledge emotional pain, you are terrified of removing your hand and jumping into the unknown.\nThis is hard to hear, but it’s what many of the NPD groups on Quora don’t want to face … that all of this is an inside job. It can be a lot of responsibility for people who are used to running from it.\n\nOriginal answer on Quora found here"},"Why-do-people-with-weak-arguments-turn-off-reply":{"title":"Why do people with weak arguments turn-off reply?","links":[],"tags":[""],"content":"I love the Ban Plastic answer so I’ll re quote it here:\nBecause they don’t like experiencing cognitive dissonance. They value a simple life without having to think too much. They have answers (right or wrong) and they’re happy with those answers.\nAnd also link to my many posts on the psychological driver (aka [homeostasis preservation](www.quora.com/search%20preservation&amp;author=84795924 “www.quora.com”)) for this common human defense.\nwww.quora.com/search%20preservation&amp;author=84795924\n\nOriginal answer on Quora found here"},"Why-do-so-many-people-want-to-be-seen-to-be-right-and-make-others-wrong-It-is-especially-prevalent-here-on-Quora":{"title":"Why do so many people want to be seen to be right, and make others wrong? It is especially prevalent here on Quora.","links":[],"tags":[""],"content":"Originally Answered: Why do so many people want to be seen to be right, and make others wrong? It is especially prevalent here on Quora. Disagree with me if you think I’m right.\nYou are 100% right … there is no doubt that a lot of irrational and reactive debating happens on Quora\nI’d say there are 3 main reasons … you’ll have to decide for yourself who fits in which box:\n\nhomeostasis preservation — the human unconscious mind has things it MUST NOT RECOGNIZE to conserve energy and remain stable; people defend their worldview to escape stress and preserve the “known” (familiar)\nego — many of us have self-esteem issues and we like to win arguments for a boost\naccuracy — some see Quora as an entertainment site. I see it as a place to collate accurate human knowledge and create the best models of reality possible, given the data and evidence available\n\nDewey Gaedcke’s answer to What are the benefits of seeking therapy?\n\nOriginal answer on Quora found here"},"Why-does-counseling-fail-for-some-people-or-couples":{"title":"Why does counseling fail for some people or couples?","links":[],"tags":[""],"content":"The answers are quite different:\nFor couples, it’s usually because (at least) one of the partners is resistant to owning their part, or secretly wanting the marriage to end.\nFor individuals, it’s usually due to one of:\n\nquitting too early\nselecting a poor therapist or an ineffective healing modality\nhomeostasis preservation (aka unconscious resistance or sabotage due to fear of [unpredictable] change)\n\nWhat are the benefits of seeking therapy?\n\nOriginal answer on Quora found here"},"Why-does-everyone-talk-about-emotional-abuse-so-much-Does-this-mean-we-are-becoming-too-sensitive-to-simple-things":{"title":"Why does everyone talk about emotional abuse so much? Does this mean we are becoming too sensitive to simple things?","links":[],"tags":[""],"content":"It is absolutely certain that well understood brain processes (denial, dissociation, codependence, Stockholm syndrome, rationalization, excessive empathy and fear) all cause otherwise competent adults to remain in toxic and painful relational dynamics.\nThat’s a fact of science, but it does not explain why people FOCUS SO MUCH on the “abuser” … why so much time, energy and words labeling and describing the characteristics of their ex-lover??\nAll of these “NPD’s are like THIS” meme’s tend to assume fixed and rigid personality and behavior. So they ignore context … the triggering dynamic between to humans with their own wounds. It’s like they’ve never considered that the school bully acts differently toward the wrestling team captain and the math geek.\nThe reason they ignore context, is because it would force them to honestly acknowledge that only certain specific personality types are prone to codependence, excessive empathy, and Stockholm. It would make it quite clear that THEY NEED TO CHANGE.\nAnd all humans possess (in their unconscious) a “[homeostasis preservation](www.quora.com/search%20preservation&amp;author=84795924 “www.quora.com”)” program that creates fear and avoidance in response to the prospect of changing who I think I am. It makes us avoid considering that our core habits, strategies and personality traits are putting us in harms way and may need to be modified. Therefore, it’s much easier to focus on “what he/she did to me”, than to own and work with my own power to change myself. To become less susceptible to tolerating such shit.\nIt’s an avoidance of responsibility that comes from early childhood conditioning. I’ve written about it here\nDewey Gaedcke’s answer to How do you teach people accountability and to stop being a victim?\nwww.quora.com/search%20preservation&amp;author=84795924\n\nOriginal answer on Quora found here"},"Why-does-it-take-a-lifetime-to-overcome-the-effects-of-child-abuse-and-neglect-if-at-all":{"title":"Why does it take a lifetime to overcome the effects of child abuse and neglect if at all?","links":[],"tags":[],"content":"Homeostasis preservation is the primary reason. And lack of access to (or knowledge of) effective interventions is in second place.\nWhat is “Homeostasis preservation”?\nYou know about (embedded unconscious) evolutionary programs like xenophobia or sexual selection, right?? These programs helped your ancestors survive .. and that’s the reason your genes made it to 2019.\nAncient children who deviated from the “familiar norms” of their parent/family were at much greater risk of getting eaten. Statistically speaking, their genes did not make into modernity.\nSo we all have an embedded program in our DNA to resist any change that would be systemically destabilizing … and guess what, recovery involves both abandoning the familiar, and becoming VERY (temporarily) destabilized.\nThis unconscious program causes you to quit therapy, return to dysfunctional patterns, select shitty counselors, only attend during emergencies, and avoid people and techniques that trigger you in unfamiliar ways.\nIn the same way that xenophobia is a barrier to establishing a color-blind and racially neutral society, this “homeostasis preservation” program is actively inhibiting your recovery &amp; personal growth.\nIt’s not popular or politically correct, but the biggest inhibitor to our growth and freedom is usually our own inhibitions and rigid adherence to the status quo.\nDewey Gaedcke’s answer to What are some evidence-based reasons people choose to remain ignorant and cling to outdated theories in the face of scientific evidence for their erroneous beliefs?\nDewey Gaedcke’s answer to What makes it hard for some people with BPD to stick to therapy?\nDewey Gaedcke’s answer to Does a person have greater character if they respect only those opinions that agree with their own, or does one have greater character if they respect opinions that are reasoned even if conclusions aren’t shared?\nDewey Gaedcke’s answer to How often do highly empathetic parents cause highly narcissistic children?\nDewey Gaedcke’s answer to How can you convince someone they are abusive to others, others that can’t speak up for themselves?\nDewey Gaedcke’s answer to How can I determine whether a psychologist/therapist will be good and really understand my situation?\nDewey Gaedcke’s answer to What should I do if my therapist is abusive (arrogant, dominant, sexist, victim-blaming)? I can’t stand up for myself because when I tell him my issue he invalidates my feelings as a patient I don’t know anything.\nDewey Gaedcke’s answer to Why is it that when people get cheated on in a relationship, they most likely blame the third person?\nDewey Gaedcke’s answer to Why does it take a lifetime to overcome the effects of child abuse and neglect if at all?\n\nOriginal answer on Quora found here"},"Why-does-the-truth-make-people-mad":{"title":"Why does the truth make people mad?","links":[],"tags":[""],"content":"“Hate” is the wrong word … the imperative is driven by an unconscious force called the drive for [“homeostasis preservation”](www.quora.com/search%20preservation&amp;author=84795924 “www.quora.com”)\nIn short, your unconscious mind has been tasked by evolution with not allowing your worldview, sense of self, or preferred compensation tools to become destabilized.\nIt’s the same force behind denial and dissociation …\nwww.quora.com/search%20preservation&amp;author=84795924\n\nOriginal answer on Quora found here"},"Why-doesnt-everyone-want-to-study-psychology-Dont-people-want-answers-and-to-improve-themselves-Why-dont-they-teach-psychology-as-a-subject-at-school":{"title":"Why doesn't everyone want to study psychology? Don't people want answers and to improve themselves? Why don't they teach psychology as a subject at school?","links":[],"tags":[""],"content":"We need to break this question down into several parts.\nPsych is really interesting and fascinating … people love to be entertained and get a satisfying glimpse into themselves and the people in their lives. So at the level of intellectual curiosity, many people DO study &amp; explore the surface of psych.\nAt a deeper level, the more you understand your own unconscious drives, the more destabilized you become (temporarily). This is because such deep insight undermines your sense of choice, free-will and autonomy. It interfere’s with the “identity” you’ve carried your whole life.\nYou are able to see your subjectivity and your interpretive framework (positive), but then you quickly discover that SOMETHING OTHER than your “choice” is the AUTHOR of it, and that is quite scary &amp; destabilizing (negative).\nEvolution has built a “homeostasis preservation” program into our DNA, and the negative and destabilizing parts of the discovery suddenly kick this program into gear, &amp; our priorities suddenly shift to something more surface level.\nIn short, we all want to study it, but we are unconsciously motivated to keep it quite shallow. As (somewhat anecdotal) evidence for this, I’ve noticed MUCH LESS engagement (comments, +- votes, or shares/links) to my most threatening posts. Even when viewership is high, engagement (even critical) is shockingly non existent …. it’s basically crickets on some of these posts.\nDewey Gaedcke’s answer to What are the benefits of seeking therapy?\n\nOriginal answer on Quora found here"},"Why-dont-narcissists-see-their-mental-illness-and-get-help":{"title":"Why don’t narcissists see their mental illness and get help?","links":[],"tags":[""],"content":"Same reason that the people who pick and remain with NPD’s are very slow to change as well …\nBecause EVERY human has an unconscious drive to stay near the familiar (preserve homeostasis) … and most people won’t change patterns for which they get rewarded.\nIf people who are plagued with deferral of assertion keep picking, dating and sleeping with them, why in the world would they want to change … it seems to be working!!\nnew.quora.com/What-makes-describing-narcissistic-abuse-to-non-narcissists-so-difficult-12\nDewey Gaedcke’s answer to Are narcissists aware that they are abusing someone? What if they say they’re not aware as an excuse? Are they still narcs or just verbally abusive?\n\nOriginal answer on Quora found here"},"Why-dont-people-believe-in-therapy":{"title":"Why don’t people believe in therapy?","links":[],"tags":[""],"content":"Quite a few reasons:\n\nPersonal change is almost imperceptibly SLOW in the beginning\nMany therapists are not very skilled &amp; this resulting lack of progress damages the reputation of therapy, among society at large\nCertain models/methods of therapy are much more effective than others. I’m a HUGE FAN of both Hakomi and Somatic Experiencing … but these models are less widely known or practiced\nThe human unconscious mind contains a VERY STRONG program devoted to “homeostasis preservation”. This means, “resistance to ANY change that might be destabilizing”. If the therapist is SEMI-SKILLED and not pacing the client accordingly, many clients will quit with the excuse that “it wasn’t working”, when in reality, they were starting to change and his program became activated to preserve stability of identity &amp; worldview.\n\nFor the reasons mentioned above, people PREFER to focus on the generic question of “whether therapy works”, rather than the more certain &amp; clearly answerable question of:\nWhat is the PRIMARY tool that every human uses to set priorities, make decisions and organize their life??\nAnswer: Your MIND\nAnd if you don’t study the way it works, you are at the mercy of the parts you do not see or acknowledge. From a logical perspective this is so obviously silly … so you can recognize your rejection of this insight as THE FIRST “TELL”, that something else is in charge of you!!\nDewey Gaedcke’s answer to What are the benefits of seeking therapy?\nDewey Gaedcke’s answer to How accurate is Jordan Peterson’s claim that your serotonin levels increase as your social status goes up (and because of that we feel more positive emotion and less negative emotion)?\n\nOriginal answer on Quora found here"},"Why-dont-therapists-realize-that-clearing-trauma-isnt-enough-and-you-need-to-actually-help-people-habitualize-taking-action-eg-in-a-situation-where-you-cant-get-away-from-the-emotional-abuse--04f20962":{"title":"Why don't therapists \"realize\" that clearing trauma isn't enough and you need to actually help people habitualize taking action, (e.g. in a situation where you can't get away from the emotional abuse because you and your child will end up homeless)?","links":[],"tags":[""],"content":"I’m fairly certain that most (even incompetent) therapists are aware that action-oriented, new behaviors are needed. I’d be surprised if many were deluded or missing-in-action on this point.\nBut what you may not understand is that evolution has conditioned your unconscious mind to inhibit and resist these positive changes. And the stress of remaining in the same environment (ongoing residence with an abuser) puts this “homeostasis preservation” (aka status quo) program into OVERDRIVE.\nDespite many being aware of this fact, it’s only the very best therapists who would be able to help you make any rapid change in that difficult situation.\nIt’s true that your question pertains to therapist-skill, but it pertains in equal measure to your tolerance for change, risk and destabilization. If you are rigid, then only true masters would be able to move you forward at a noticeable pace.\nDewey Gaedcke’s answer to What are the benefits of seeking therapy?\nDewey Gaedcke’s answer to How do you teach people accountability and to stop being a victim?\n\nOriginal answer on Quora found here"},"Why-is-it-so-hard-to-find-a-therapist":{"title":"Why is it so hard to find a therapist?","links":[],"tags":[""],"content":"Two main reasons:\n\nthere are few really high quality therapists in existence (see a book called Focusing by Gendlin if you want more info here)\nall humans posses an [unconscious stability program](www.quora.com/search%20preservation&amp;author=84795924 “www.quora.com”) running in the psyche. The mandate of this program is “don’t let my identity or coping strategies become destabilized” (aka homeostasis preservation). This means that very good therapists are actually a threat to one part of your psyche, because they will introduce uncomfortable and stressful change into the system.\n\nGiven #2, even when you do find a good therapist, there is a strong force that causes you to dismiss or discredit them … thus allowing you to quit therapy without every having your “norm” disrupted or destabilized.\nAnd you can tell it’s an emotional (non-rational) process, because (unless you are well trained), you KNOW you have no skills or credibility that should encourage you to judge or measure a professional in field unrelated to your own expertise.\nwww.quora.com/search%20preservation&amp;author=84795924\n\nOriginal answer on Quora found here"},"Why-is-it-that-when-people-get-cheated-on-in-a-relationship-they-most-likely-blame-the-third-person":{"title":"Why is it that when people get cheated on in a relationship, they most likely blame the third person?","links":[],"tags":[""],"content":"Our brains are all running an automatic “program” called “homeostasis preservation”. This means that we have deep unconscious fears for things changing too suddenly or too radically.\nIt’s much more psychologically “safe” to judge &amp; blame someone you don’t know, versus facing all the implications that go-with judging &amp; rejecting your “best friend” and “partner”.\nAlso, judging other people (moral outrage) tends to (temporarily) boost moral and self-esteem … that’s why virtue signaling is so popular … and it’s actually (partially) how Bill Cosby was able to keep himself stable during his crimes.\nDewey Gaedcke’s answer to What is “virtue signaling”? What are some examples? Is it good or bad?\nDewey Gaedcke’s answer to Are people against social justice or simply against the tactics of modern social justice advocates?\nDewey Gaedcke’s answer to What subtle behavior is an indicator that someone is not a nice person?\n\nOriginal answer on Quora found here"},"Why-is-there-a-big-emergence-of-anti-science-people":{"title":"Why is there a big emergence of anti-science people?","links":[],"tags":[""],"content":"The answer to this question is virtually identical to the question about the rise of Populism around the world….they have the same root cause.\nHuman brains are pattern recognition machines….we do it really well.\nMost pattern recognition is unconscious….always happening, but beneath normal conscious awareness.\nAnd there are very strong evolutionary mechanisms in the brain to preserve homeostasis (reduction of fear; maintenance of identity &amp; self-worth; congruence with existing world-view)\nIf there is ANY recent pattern that all of us feel, but rarely process consciously, it’s that our world is changing in massive ways.\nsmartphones, machine-learning, self-driving cars, robots, human-voice interfaces…the list goes on\nAnd the unconscious mind senses this upheaval quite fully….and it also derives a few implicit (and very likely accurate) conclusions in response:\n\nThe world / environment that was familiar to me is going away\nMy values, skillset, competence and sense of worth are dissolving with it\nVery few of my life-tools align with (or seem valuable in) this new world\n\nThis postulate creates a lot of fear in the unconscious mind. As a result, the mechanisms to preserve homeostasis kick into overdrive to try to eliminate the threat. This means prioritizing strategies to return to a “known” environment. This explains the election of Trump, the resistance to science, the rise of populism, the denial of evidence, the reverence for relativism, the focus on “traditional values”, etc.\nThe high-tech industry is largely to “blame”….and I’m part of it. I wouldn’t change what we are doing, but I don’t deny that we’re largely responsible for this mess. As the changes flowing over us become bigger &amp; more obvious, and the evaporation of the old world-order seems more immanent, this crazy and irrational behavior will escalate even further. It’s going to get much worse before it gets better.\nI’ve got some ideas of how to address the problem but I’ll write about those in another post.\n\nOriginal answer on Quora found here"},"Why-will-no-one-admit-that-therapy-doesnt-work-for-some-people":{"title":"Why will no one admit that therapy doesn't work for some people?","links":[],"tags":[""],"content":"It seems to me that both your language and your analysis are not yet very precise. There are HUNDREDS of types of therapy … how many have you tried?\nAnd for how long??\nLets start with a few WELL UNDERSTOOD and VALIDATED FACTS\n\nEmotional and psychological suffering derives largely from repetitive loops or patterns (aka thoughts, attitudes, stories, viewpoints, emotions) in the human nervous system\nWe do know how to change and slowly reorganize the nervous system … specifically, through practice and repetition\n\nGiven those two facts above, it’s a total non-starter for laymen (people not trained in the science and methods) to make the blanket claim that “therapy doesn’t work”\nThats like saying “lifting weights does not make my muscles more dense” …\nSorry, thats wrong!! You may not NOTICE the change, but we actually do know how muscles work, and so this overly simplistic claim is just mistaken\nBUT, it is true that there are 100’s of models or modes of therapy … many different patterns for changing and retraining the nervous system\nAnd so it CAN BE REASONABLE to theorize that “therapeutic technique ABC may not help much for emotional pattern XYZ”\nYes, you can make THAT CLAIM without totally breaching logic and sanity, but it’s very risky to do so. And here is why you could still be wrong …\nThe problem MAY LIE with therapeutic technique ABC being totally ineffective, but it’s just as (probably more) likely that:\n\nYou have a shit therapist\nYou haven’t being doing it long enough\nYou have improved but the change is too subtle for you to notice it yet\nTechnique ABC is not a good fit for your specific constellation of symptoms\nThe (unconscious) homeostasis preservation mandate is stalling or sabotaging you\n\nIf you read the above carefully, you will see that ANY ASSUMPTION that hinders your progress (by generating hopelessness and making you give up) is VERY DANGEROUS, UNLESS you have another tool ready to help you change.\nAs you get older, your nervous system gets a bit more calcified and slow to change, and so you are only hurting yourself by clinging to this factually tenuous claim.\nI would actively question this claim unless\na) you really want to keep these same problems for years to come\nor\nb) you have very high confidence in another approach to change\nOtherwise, you are simply (and a bit arrogantly) sentencing yourself to zero progress when people who know better are telling you it’s unnecessary\nGood luck!!\nDewey Gaedcke’s answer to What are the benefits of seeking therapy?\nDewey Gaedcke’s answer to What should I do if therapy isn’t working out?\nDewey Gaedcke’s answer to Why do people have defense mechanisms when there is nothing to be defensive about?\nDewey Gaedcke’s answer to What is the psychology behind excuses?\n\nOriginal answer on Quora found here"},"Why-wont-my-therapist-validate-my-racial-trauma-Would-her-not-being-black-have-anything-to-do-with-it-Would-it-be-training":{"title":"Why won’t my therapist validate my racial trauma? Would her not being black have anything to do with it? Would it be training?","links":[],"tags":[""],"content":"I don’t know … perhaps you could get trained as a therapist so you have the experience and professional credentials to be certain of exactly what is best for you.\nIt’s one thing to decide she’s not the one for you, and pick a different therapist.\nIt’s quite another to deconstruct her technique and try to “peer” with her or other therapists, as if you know how the limbic system works. If you are qualified to be judging and critiquing her training, then you have no business being her client. She should be yours.\nAnd what does “validate” mean in this context? To tell you that she empathizes with your feelings? To tell you that your interpretation alone is evidence that these things happened exactly as you’ve perceived them?\nOnce you finish with your degree, you will have learned at least two key things about the human brain:\n\nSubjectivity — it means that your past experiences and expectations influence what you perceive to be true in the present\nInterpretive framework — part of your unconscious mind is dedicated to preventing your identity and worldview from changing very much; you keep seeing a distorted reality to preserve this homeostasis … WE ALL DO\n\nThis question implies you feel qualified to have this debate … so please, read this post and then let’s hash it out. I won’t delete or censor anything you write.\nDewey Gaedcke’s answer to What are the long term psychological health outcomes for marginalized groups that experience routine microaggressions?\nDewey Gaedcke’s answer to How accurate is Jordan Peterson’s claim that your serotonin levels increase as your social status goes up (and because of that we feel more positive emotion and less negative emotion)?\nwww.quora.com/search%20preservation&amp;author=84795924\n\nOriginal answer on Quora found here"},"Will-holistic-and-eastern-approaches-to-psychology-and-healing-ever-be-widely-accepted-in-the-west-What-would-it-take-for-its-acceptance":{"title":"Will holistic and eastern approaches to psychology and healing ever be widely accepted in the west? What would it take for its acceptance?","links":[],"tags":[""],"content":"Another respondent below, Red Lawhern, made some really good points and I commented on his post.\nThe ensuing discussion created some useful content that I didn’t want lost down in the comments. I’m re-pasting it here so it’s discoverable:\n\nI know nothing of “psychosomatic medicine” … what I can say is that I’ve spent a massive amount of time and money traveling the country and studying with best people I could find, and the Hakomi crowd understands the human condition better than most … including precisely how (most) repetitive negative experiences recur in life.\nThat method/work did more to reorganize my nervous system and remove stress &amp; chronic patterns of thought and muscle tension than all the other techniques (yoga included) combined. This is not to say that yoga &amp; acupuncture are not incredibly helpful … they are … only that BEFORE Hakomi, they were fighting against an anxiety producing, non-verbal, fear inducing worldview in my limbic system, plus a very strong evolved (probably genetic) push toward preservation of homeostasis.\nFor me, change was slow going until Hakomi and being an engineer, you can look at a few points of reason to understand why.\nWell established brain science shows that the neocortex is not really much online until about 7 years old, and not fully developed until ~21. So which part of the brain is acquiring notions of self and world between 0–7?? It’s the limbic system … separate from the language processing areas … and the source of dreams, poetry, metaphor, art and dance. So you have every reason to imagine that it uses different tools to communicate and express itself … dreams are one example of this. Sadly, most shrinks don’t understand this language … one who truly did was Milton Erickson … read “Uncommon Therapy” if you need convincing.\nYou can call these insights “blaming the victim” all you want, but I’m more concerned with understanding and solving the problems, than worrying about who’s “at fault”. And since these phenomena are all unconscious and automatic (not intentional or willful choice), I find the concept of “blame” to be a silly and moot idea. You cannot be at fault for something you did not consciously choose, and clear thinking people should see that instantly.\nRed Lawhern’s answer to Will holistic and eastern approaches to psychology and healing ever be widely accepted in the west? What would it take for its acceptance?\nDewey Gaedcke’s answer to How do you teach people accountability and to stop being a victim?\nDewey Gaedcke’s answer to What laws totally backfired?\nImpact of socio-emotional context, brain development, and pubertal maturation on adolescent risk-taking\n\nOriginal answer on Quora found here"},"Would-you-feel-disrespected-if-your-husband-or-boyfriend-stared-at-another-womans-butt-right-in-front-of-you":{"title":"Would you feel disrespected if your husband or boyfriend stared at another woman's butt right in front of you?","links":[],"tags":[""],"content":"Some would &amp; some would not.\nThe “would not”s are most likely a bit more psychologically grounded and happy in life.\nHere’s the deal — dopamine/testosterone/adrenaline feel good; humans like to feel good; getting a sexual arousal produces these hormones; humans often move toward feeling good unconsciously &amp; automatically; in fact the neuron’s that mediate this behavior are much faster (more automatic) than those that mediate conscious &amp; willful acts. That means you don’t have the opportunity to intervene or stop them until after they are in motion.\nIf you walk thru this life letting other people’s biological impulses &amp; acts govern your sense of worth, value, respect or beauty, then you are a bit of a masochist. Or at least, you are holding onto some patterns of interpretation that are very likely to cause you distress &amp; unnecessary suffering.\nEdit: NOTICE that this post has 6.1k views, 4 upvotes and ZERO comments. Not a single person disputing anything I have said, and yet 4/6100 showing appreciation for the truth.\nThis is an example of (the nearly universal pattern of) people declining to engage with processes and perspectives that would force THEM to TAKE RESPONSIBILITY for their subjective (what the Buddhist’s called “unnecessary”) suffering. I call this strong automatic and unconscious drive, the push for: Homeostasis preservation!\nI recently, after many years of questions why, found the diagnosis of my mother to be narcissism. What after much criticism from her can I do to raise my own self esteem?\nArticles about the drive for Homeostasis preservation\n\nOriginal answer on Quora found here"},"Would-you-pursue-the-truth-even-if-it-would-result-in-everyone-turning-against-you":{"title":"Would you pursue the truth even if it would result in everyone turning against you?","links":[],"tags":[""],"content":"Have you not studied my Quora feed?? I’m regularly attacked and criticized for the things I write.\nThings I believe are true and easily defensible …\nAnd you can tell they are likely true, because the attacks involve ad-hominem reasoning, instead of arguments based on merit or evidence.\nSo yes, I prefer continuously improving models of the world EVEN WHEN people feel emotionally reactive to the insights! Even when I’m attacked for it.\nI’ve written a lot about the unconscious drive for homeostasis preservation\n\nOriginal answer on Quora found here"},"index":{"title":"Homepage","links":["tags/HomeostasisPreservation","tags/EvolutionaryPsychology","tags/TherapyResistance","tags/DefenseMechanisms","tags/RelationshipPatterns","tags/FamilySystems","tags/Denial","tags/IdentityProtection","tags/CognitiveDistortions","tags/SomaticTherapy","tags/UnconsciousMind","tags/ChangeTolerance","tags/TraumaRecovery","tags/PoliticalPsychology","tags/SystemicStability","tags/MindfulAwareness","tags/PersonalGrowthObstacles","tags/EmotionalReasoning","tags/PsychologicalRigidity","tags/AdaptiveResponses"],"tags":["HomeostasisPreservation","EvolutionaryPsychology","TherapyResistance","DefenseMechanisms","RelationshipPatterns","FamilySystems","Denial","IdentityProtection","CognitiveDistortions","SomaticTherapy","UnconsciousMind","ChangeTolerance","TraumaRecovery","PoliticalPsychology","SystemicStability","MindfulAwareness","PersonalGrowthObstacles","EmotionalReasoning","PsychologicalRigidity","AdaptiveResponses"],"content":"What is this site?\nThis site contains the full content of every Quora post from Dewey Gaedcke referencing the concept of “homeostasis preservation” as a fundamental explanatory mechanism for a wide range of human behaviors and psychological phenomena.\nGemini Pro Analysis of the entirety of the content\nI. Executive Summary of “Homeostasis Preservation” (HP)\nAccording to Dewey Gaedcke, Homeostasis Preservation (HP) is a deep-seated, evolved, unconscious “program” or “drive” in the human psyche and nervous system. Its primary function is to maintain stability, familiarity, and the “status quo” of one’s identity, worldview, and coping mechanisms. It actively resists any change, even positive or healthy change, if that change is perceived (often unconsciously) as potentially destabilizing. This resistance is a “feature, not a bug,” designed for survival in ancestral environments where rapid deviation from established norms could be dangerous. HP manifests in various ways, including denial, dissociation, rationalization, resistance to therapy, staying in toxic situations, and fear of the unknown. Overcoming or working with HP is crucial for personal growth and healing.\nII. Hierarchical Conceptual Tree\n\nHOMEEOSTASIS PRESERVATION (HP)\n\nA. Nature &amp; Origin\n\n1. Evolved (Genetic) Mandate/Program\n\na. Survival mechanism (ancestral environments)\nb. Conserving energy\nc. “Feature, not a bug”\n\n\n2. Unconscious Drive/Process\n\na. Operates beneath conscious awareness\nb. Systemic Stabilizer\n\n\n3. Prioritizes Stability over Comfort/Growth\n\na. Prefers familiar suffering over unfamiliar solutions\n\n\n4. Synonyms/Related Terms:\n\na. Resistance (to change, to therapy)\nb. Status Quo preservation\nc. Fear of destabilization\nd. “Systemic Stabilizer”\ne. Sam Harris: “Olympic world champion at remaining EXACTLY WHO WE WERE YESTERDAY”\nf. Free-Energy Principle (mentioned once)\n\n\n\n\nB. Triggers for HP Activation\n\n1. Threat of Destabilizing Change (even positive)\n\na. To identity/sense of self\nb. To worldview\nc. To coping mechanisms/familiar patterns\n\n\n2. Confrontation with Uncomfortable Truths\n\na. About oneself (e.g., failings, responsibility)\nb. About one’s relationships or family\n\n\n3. Shame (especially unconscious shame)\n4. Fear (of unknown, of vulnerability, of being overwhelmed)\n5. Effective Therapy (approaching core issues)\n\n\nC. Mechanisms &amp; Manifestations of HP\n\n1. Cognitive &amp; Emotional Mechanisms\n\na. Denial (of trauma, of problems, of partner’s flaws)\nb. Dissociation\nc. Rationalization / Excuse-making\nd. Motivated Cognition / Emotional Reasoning\ne. Projection (of own issues onto others)\nf. Blame (shifting responsibility)\ng. Cognitive Dissonance reduction (justifying prior decisions)\nh. Intellectual Sorcery (conveniently exempting abusers from psychological forces)\n\n\n2. Behavioral Manifestations\n\na. In Therapy:\n\ni. Quitting therapy (especially at breakthroughs)\nii. Choosing unskilled/ineffective therapists\niii. “Peering” (client directing therapy, assuming equal competence)\niv. Finding fault with good therapists\nv. Believing therapy “isn’t working”\nvi. Resisting therapist’s influence/interventions\n\n\nb. In Relationships:\n\ni. Staying in toxic/abusive relationships\nii. Repeating patterns (e.g., choosing similar partners)\niii. Blaming third parties for affairs\niv. Parents sabotaging child’s therapy/growth\nv. Loyalty to flawed figures (e.g., Trump)\n\n\nc. Self-Perception &amp; Behavior:\n\ni. Resisting self-improvement\nii. Lack of motivation for treatment (even when aware of illness)\niii. Difficulty facing childhood trauma\niv. Lying (even after being caught) to avoid more shame\nv. Rigidity in personality/self-image (e.g., “niceness”)\nvi. “Identified Patient” phenomenon in families\nvii. Turning off replies/censorship on Quora (avoiding challenging views)\nviii. Naively attacking questions or questioners\n\n\n\n\n\n\nD. Overcoming / Working With HP\n\n1. Awareness &amp; Introspection\n\na. Recognizing HP’s influence\nb. Studying one’s own unconscious drives, subjectivity, interpretive framework\nc. Identifying “as-if beliefs”\n\n\n2. Therapeutic Approaches\n\na. Good Therapy (skilled therapists)\n\ni. Creating safety\nii. Pacing (not overwhelming the client)\niii. Retraining the nervous system\niv. Helping acquire alternative strategies/resources/competencies (“backfilling”)\nv. Facilitating NEW experiences (experiential work)\nvi. Honoring and working with resistance (psychological non-violence)\n\n\nb. Somatic Therapies (highly recommended by Dewey)\n\ni. Hakomi\nii. Somatic Experiencing (SE)\n\n\nc. Mindfulness\nd. Psychedelics (Ketamine, Psilocybin - mentioned cautiously)\ne. Recognizing therapist skill vs. own HP-driven judgment\n\n\n3. Personal Practices\n\na. Tolerating discomfort / Facing fear\nb. Experimenting with new behaviors (stepping outside comfort zone)\nc. Self-forgiveness\nd. Taking responsibility for one’s own suffering/healing\ne. Testing models of reality (e.g., on Quora, facing criticism)\n\n\n\n\nE. Concepts Interacting with HP\n\n1. Shame (unconscious shame as a driver &amp; something HP protects from)\n2. Trauma (especially childhood trauma; HP makes it hard to face)\n3. Unconscious Mind (where HP resides and operates)\n4. Identity &amp; Worldview (what HP seeks to protect)\n5. Narcissistic Personality Disorder (NPD)\n\na. NPDs resist change due to HP &amp; rewards\nb. Partners of NPDs stay due to their own HP, codependence, self-image\n\n\n6. Codependence (as a strategy HP might protect)\n7. Self-Esteem (HP can protect flawed esteem-gathering strategies)\n8. Free Will (HP challenges the sense of free will when its influence is recognized)\n9. Subjectivity &amp; Interpretive Framework (HP distorts these to maintain stability)\n\n\n\n\n\nIII. Semantic Map (Simplified Textual Representation)\n(Central Node: Homeostasis Preservation)\n\nIs an: Evolved, Unconscious Drive, Survival Mechanism, Resistance to Change\nAims to: Preserve Stability, Status Quo, Identity, Worldview, Conserve Energy\nTriggered by: Threat of Change, Shame, Fear, Uncomfortable Truths, Effective Therapy\nManifests as (Cognitive/Emotional): Denial, Dissociation, Rationalization, Projection, Blame, Motivated Cognition\nManifests as (Behavioral):\n\nIn Therapy: Quitting, Choosing Bad Therapists, Client “Peering”, Sabotaging Progress\nIn Relationships: Staying Toxic, Repeating Patterns, Scapegoating, Parental Sabotage\nGeneral: Resisting Self-Help, Lying, Rigidity, “Identified Patient”\n\n\nCounteracted/Managed by:\n\nSelf-Awareness, Introspection\nSkilled Therapy (Somatic: Hakomi, SE; Mindfulness)\nFacing Discomfort, Building New Resources\nTaking Responsibility\n\n\nInteracts with:\n\nShame (fuels &amp; is protected by HP)\nTrauma (HP makes facing it hard)\nUnconscious Mind (location of HP)\nNPD (both NPD and partner affected by HP)\nCodependence\nSelf-Esteem\nFree Will (perception of)\n\n\n\nIV. List of Tags / Keywords\nHomeostasis Preservation, Resistance, Status Quo, Unconscious Mind, Evolution, Survival, Change, Destabilization, Fear, Shame, Denial, Dissociation, Rationalization, Projection, Blame, Therapy, Psychotherapy, Somatic Therapy, Hakomi, Somatic Experiencing, Mindfulness, Trauma, Childhood Trauma, NPD, Narcissism, Codependence, Relationships, Family Systems, Parenting, Self-Esteem, Identity, Worldview, Subjectivity, Interpretive Framework, Cognitive Distortions, Emotional Reasoning, Self-Sabotage, Healing, Personal Growth, Accountability, Jordan Peterson (critique of), Free Will, Psychological Non-Violence, “Peering”, “Identified Patient”.\nV. Potential Concept Pages (for Hyperlinking within Answers)\nIf these answers were part of a digital system, the following “concept pages” could be created and linked whenever the term appears.\n\n\nHomeostasis Preservation (HP)\n\nDefinition: Dewey’s core concept – an evolved, unconscious drive to maintain stability and resist destabilizing change to identity, worldview, or coping mechanisms. It’s a “feature, not a bug” for survival.\nKey Answers: [Why do cheaters continue to lie…], [Why are some people so afraid of facing childhood trauma?], [Do you ever feel like therapy doesn’t work?], etc. (virtually all answers).\nRelated Concepts: Resistance, Status Quo, Unconscious Mind, Evolution, Denial, Shame.\n\n\n\nUnconscious Mind\n\nDefinition: The part of the mind operating outside conscious awareness, housing deep-seated drives (like HP), memories, and automatic processes. It significantly influences behavior and perception.\nKey Answers: [Why do cheaters continue to lie…], [Why can’t people stop blaming their toxic habits…], [What is your greatest weakness as a psychologist…].\nRelated Concepts: Homeostasis Preservation, Shame, Trauma, Automatic Behaviors.\n\n\n\nShame (especially Unconscious Shame)\n\nDefinition: A debilitating emotion often buried in the unconscious. HP is strongly activated to avoid triggering or exposing unconscious shame. Admitting wrongdoing brightens the “light” on this shame.\nKey Answers: [Why do cheaters continue to lie…], [Why are some people so afraid of facing childhood trauma?], [How can you convince someone they are abusive…].\nRelated Concepts: Homeostasis Preservation, Denial, Lying, Resistance to Change.\n\n\n\nDenial\n\nDefinition: An unconscious defense mechanism, a “feature, not a bug,” driven by HP to suppress awareness of painful or destabilizing information, preserving psychological equilibrium.\nKey Answers: [Why do cheaters continue to lie…], [How does denial frequently arise in the context of narcissism?], [Is it possible for someone to be in denial about experiencing childhood trauma?].\nRelated Concepts: Homeostasis Preservation, Unconscious Mind, Shame, Trauma.\n\n\n\nTherapy (and its Challenges)\n\nDefinition: A process of retraining the nervous system and gaining self-awareness. Good therapy must involve some discomfort and destabilization to be effective, which often triggers HP.\nSub-topics: Resistance in therapy, Quitting therapy, Choosing therapists, Somatic vs. Talk therapy, Therapist skill.\nKey Answers: [Do you ever feel like therapy doesn’t work?], [Doesn’t the “therapeutic relationship”…], [Is it normal to reach a point in therapy…], [Why don’t people believe in therapy?].\nRelated Concepts: Homeostasis Preservation, Somatic Therapy, Resistance, Unconscious Mind.\n\n\n\nSomatic Therapy (Hakomi, Somatic Experiencing)\n\nDefinition: Body-based psychotherapies highly recommended by Dewey for their effectiveness in working with non-verbal, limbic system-based trauma and patterns, often bypassing cognitive resistance.\nKey Answers: [I’ve been in therapy for 10 years…], [Why don’t people believe in therapy?], [What is the best approach for emotional abuse, trauma and PTSD?].\nRelated Concepts: Therapy, Trauma, Unconscious Mind, Homeostasis Preservation (effective in working with it).\n\n\n\nTrauma (especially Childhood Trauma)\n\nDefinition: Deeply impactful negative experiences, often from childhood, that shape personality, coping mechanisms, and unconscious beliefs. HP makes facing trauma difficult.\nKey Answers: [Why are some people so afraid of facing childhood trauma?], [Is it possible for someone to be their own therapist and heal from childhood trauma…], [Adult Why does it take a lifetime to overcome the effects of child abuse…].\nRelated Concepts: Homeostasis Preservation, Shame, Denial, Somatic Therapy, Unconscious Mind.\n\n\n\nNarcissistic Personality Disorder (NPD) &amp; Relationships\n\nDefinition: Discussion of NPD often revolves around why NPD individuals resist change (HP, rewards) and why their partners stay (HP, codependence, self-image linked to being “good” or “loyal”).\nKey Answers: [How does denial frequently arise in the context of narcissism?], [Can a narcissist ever actually change…], [How does a narcissist secretly manipulate their partner?].\nRelated Concepts: Homeostasis Preservation, Shame, Denial, Codependence, Self-Esteem.\n\n\n\nSubjectivity / Interpretive Framework / Motivated Cognition\n\nDefinition: The idea that our perception of reality is shaped by our past experiences, unconscious beliefs, and emotional agendas, often in service of HP. We see what confirms our existing views.\nKey Answers: [How do you understand human behavior?], [Would you pursue the truth even if…], [Is the compulsion to be right…], [Why won’t my therapist validate my racial trauma?].\nRelated Concepts: Homeostasis Preservation, Unconscious Mind, Denial, Emotional Reasoning.\n\n\n\nAccountability &amp; Responsibility\n\nDefinition: Dewey often emphasizes that while individuals are not to blame for unconscious patterns (like HP), they are responsible for taking steps to understand and change them for a better future. HP often drives avoidance of this responsibility.\nKey Answers: [Would you feel disrespected if your husband…stared at another woman’s butt…], [Why is it that when people get cheated on…they most likely blame the third person?], [How often do highly empathetic parents cause highly narcissistic children?].\nRelated Concepts: Homeostasis Preservation, Blame, Shame, Personal Growth.\n\n\n\nVI. Overall Themes &amp; Dewey Gaedcke’s Stance\n\nCentrality of the Unconscious: The unconscious mind and its evolved drives (especially HP) are paramount in explaining human behavior.\nEvolutionary Psychology Perspective: Many psychological traits are framed as adaptive (or once-adaptive) survival mechanisms.\nCritique of Surface-Level Explanations: Dewey often pushes past simplistic or purely cognitive explanations to deeper, systemic, and often uncomfortable truths about why people behave as they do.\nEmphasis on Experiential &amp; Somatic Healing: Strong preference for therapies that engage the body and emotions directly (Hakomi, SE) over purely talk-based or cognitive approaches.\nChallenge to Client’s Perception of Therapy: Clients often misjudge therapy’s effectiveness due to HP-driven resistance when real change is near.\nPersonal Responsibility (without Blame): While not blaming individuals for unconscious patterns, he stresses the importance of self-awareness and taking action to change.\nSkepticism of “Easy” Change: Real change is difficult, slow, and often uncomfortable precisely because of HP.\nThe “Feature, Not a Bug” Principle: Defense mechanisms like denial are seen as integral parts of the psyche’s design for stability, not mere pathologies.\n\nGrok Analysis\n1. Hierarchical Conceptual Tree\nThe hierarchical tree organizes the concepts into a structured format, with Homeostasis Preservation as the central concept. The branches represent different contexts or applications where this concept plays a key role.\n\nHomeostasis Preservation\n\nDefinition: The unconscious drive to maintain stability in one’s identity, worldview, and psychological state, resisting change even when it might be beneficial.\nBranches:\n\nTherapy and Personal Growth\n\nUnconscious resistance to change in therapy\nFear of facing trauma\nDifficulty in changing habits or behaviors\nRationalizations for quitting therapy (e.g., “it’s not working,” “too expensive,” “therapist is incompetent”)\nDesire to switch to new healing modalities to avoid deeper work\n\n\nInterpersonal Relationships\n\nBlaming others instead of taking responsibility (e.g., blaming the third party in infidelity)\nLoyalty to problematic figures or beliefs (e.g., political loyalty, staying with abusive partners)\nCodependency (e.g., identity tied to being “nice” or supportive)\nNarcissism (e.g., denial and manipulation to preserve self-image)\nProjection and scapegoating (e.g., parents blaming children for family issues)\n\n\nEmotional and Psychological Mechanisms\n\nDenial and dissociation as tools to avoid destabilization\nShame and avoidance of overwhelming emotions\nVictim mentality as a way to preserve identity\nReactions to being proven wrong (e.g., anger, frustration)\nFear of healing trauma due to potential destabilization\n\n\nSocial and Cultural Phenomena\n\nPolitical tribalism and loyalty (e.g., Trump followers)\nResistance to new ideas or approaches (e.g., holistic healing methods)\nSocial behaviors like refusing to wear masks (identity and image management over empathy)\nVirtue signaling and moral outrage to boost self-esteem\n\n\n\n\n\n\n\n\n2. Semantic Map\nThe semantic map visually represents the relationships between key concepts, showing how Homeostasis Preservation influences various behaviors and phenomena.\n\nHomeostasis Preservation\n\nLeads to → Resistance to Change\n\nManifests as → Denial, Dissociation, Rationalization\nAffects → Therapy Outcomes (e.g., quitting therapy, finding faults in therapists)\nInfluences → Relationships (e.g., blaming others, loyalty to problematic figures)\n\n\nConnected to → Identity and Worldview Stability\n\nDrives → Projection and Scapegoating (e.g., parents blaming children)\nReinforces → Codependency and Narcissism\n\n\nTriggers → Emotional Reactions\n\nSuch as → Fear of Destabilization, Shame, Anger when Proven Wrong\n\n\nImpacts → Social Behaviors\n\nLeads to → Tribalism, Resistance to New Ideas, Victim Mentality\n\n\n\n\n\nThis map illustrates how homeostasis preservation is the underlying mechanism driving many psychological and social behaviors discussed in the answers.\n\n3. List of Tags or Concept Pages\nBelow is a list of key terms and concepts that appear throughout the answers. These can be used as tags or linked to concept pages for deeper exploration:\n\nHomeostasis Preservation\nUnconscious Resistance\nDenial\nDissociation\nShame\nTrauma\nTherapy\nChange\nIdentity\nWorldview\nStability\nFear of Destabilization\nRationalization\nProjection\nBlaming\nResponsibility\nCodependency\nNarcissism\nLoyalty\nTribalism\nCognitive Dissonance\nEmotional Reasoning\nMotivated Cognition\nVictim Mentality\nTherapeutic Relationship\nResistance in Therapy\nSelf-Sabotage\nIdentity Entanglement\nSystemic Stabilizer\nRepetition Compulsion\n\nEach of these tags can be linked to relevant sections in the answers where they are discussed.\n\n4. Concept Pages for Homeostasis Preservation\nBelow is a collection of concept pages exploring key psychological concepts related to homeostasis preservation. Each page provides a definition, examples, and connections to other relevant ideas, organized alphabetically for easy navigation.\n\nBlaming\n\nDefinition: Assigning responsibility for a problem to someone else, often as a way to preserve one’s own identity and avoid change.\nExamples:\n\nBlaming the third party in infidelity (“Why is it that when people get cheated on, they most likely blame the third person?”).\nParents blaming children for family issues (“Did your parents take you to see counselors, instead of pointing the finger at themselves?”).\n\n\nRelated Concepts: Homeostasis Preservation, Projection, Responsibility.\n\n\nChange\n\nDefinition: The process of becoming different, often resisted due to the drive for homeostasis preservation.\nExamples:\n\nResistance to change in therapy (“Do you ever feel like therapy doesn’t work?”).\nFear of change in relationships (“What is wrong with me? My relationship with my parents is so emotionally abusive, but I feel like I can’t leave.”).\n\n\nRelated Concepts: Homeostasis Preservation, Unconscious Resistance, Stability.\n\n\nCodependency\n\nDefinition: A behavioral condition where individuals prioritize others’ needs over their own, often as a strategy to preserve identity and homeostasis.\nExamples:\n\nIdentity tied to being supportive (“How or why does somebody become codependent?”).\nDifficulty in setting boundaries (“How or why does somebody become codependent?”).\n\n\nRelated Concepts: Homeostasis Preservation, Identity, Narcissism.\n\n\nCognitive Dissonance\n\nDefinition: The mental discomfort experienced when holding contradictory beliefs, often resolved by altering beliefs or behaviors to preserve homeostasis.\nExamples:\n\nLoyalty to a figure despite evidence (“Could Trump followers be considered a cult?”).\nJustifying quitting therapy (“Do you ever feel like therapy doesn’t work?”).\n\n\nRelated Concepts: Homeostasis Preservation, Rationalization, Denial.\n\n\nDenial\n\nDefinition: A defense mechanism that avoids uncomfortable truths or emotions to preserve psychological stability.\nExamples:\n\nParents denying their role in family issues (“Did your parents take you to see counselors, instead of pointing the finger at themselves?”).\nRefusing to acknowledge relationship problems (“Why is it that when people get cheated on, they most likely blame the third person?”).\nDismissing therapy to avoid personal issues (“Why are most parents, even good ones, in denial about their failings?”).\n\n\nRelated Concepts: Homeostasis Preservation, Shame, Projection, Blaming.\n\n\nDissociation\n\nDefinition: A psychological process of disconnecting from thoughts, feelings, or identity, often to preserve homeostasis by avoiding overwhelming experiences.\nExamples:\n\nDissociation during trauma (“Why do people disassociate?”).\nAvoiding destabilization in therapy (“Why do people disassociate?”).\n\n\nRelated Concepts: Homeostasis Preservation, Trauma, Unconscious Resistance.\n\n\nEmotional Reasoning\n\nDefinition: A cognitive distortion where emotions are taken as evidence of truth, often to preserve homeostasis.\nExamples:\n\nFeeling therapy isn’t working (“Do you ever feel like therapy doesn’t work?”).\nAnger when proven wrong (“In psychology, why do people sometimes respond with anger or frustration to being proven wrong?”).\n\n\nRelated Concepts: Homeostasis Preservation, Cognitive Dissonance, Motivated Cognition.\n\n\nFear of Destabilization\n\nDefinition: Anxiety about losing stability in identity or worldview, driven by homeostasis preservation.\nExamples:\n\nFear of healing trauma (“Why am I scared to heal my trauma?”).\nResistance to therapy nearing change (“Is it normal to feel like quitting therapy every so often?”).\n\n\nRelated Concepts: Homeostasis Preservation, Stability, Change.\n\n\nHomeostasis Preservation\n\nDefinition: The unconscious drive to maintain stability in identity, worldview, and psychological state, resisting beneficial change.\nExamples:\n\nResistance to therapy (“Do you ever feel like therapy doesn’t work?”).\nFear of facing trauma (“Why are some people so afraid of facing childhood trauma?”).\nBlaming others to avoid responsibility (“Why is it that when people get cheated on, they most likely blame the third person?”).\nLoyalty despite evidence (“Could Trump followers be considered a cult?”).\n\n\nRelated Concepts: Unconscious Resistance, Denial, Dissociation, Shame, Identity, Worldview, Stability, Fear of Destabilization.\n\n\nIdentity\n\nDefinition: The sense of self, preserved through homeostasis preservation, resisting changes that threaten it.\nExamples:\n\nIdentity tied to codependency (“How or why does somebody become codependent?”).\nPreserving identity in narcissism (“How does denial frequently arise in the context of narcissism?”).\n\n\nRelated Concepts: Homeostasis Preservation, Worldview, Stability.\n\n\nIdentity Entanglement\n\nDefinition: When one’s sense of self is deeply tied to behaviors or roles, making change difficult due to homeostasis preservation.\nExamples:\n\nCodependency (“How or why does somebody become codependent?”).\nNarcissism (“How does denial frequently arise in the context of narcissism?”).\n\n\nRelated Concepts: Homeostasis Preservation, Identity, Codependency, Narcissism.\n\n\nLoyalty\n\nDefinition: Strong support or allegiance, maintained despite contrary evidence to preserve homeostasis.\nExamples:\n\nLoyalty to political figures (“Could Trump followers be considered a cult?”).\nStaying in abusive relationships (“What is wrong with me? My relationship with my parents is so emotionally abusive, but I feel like I can’t leave.”).\n\n\nRelated Concepts: Homeostasis Preservation, Identity, Worldview.\n\n\nMotivated Cognition\n\nDefinition: The unconscious tendency to process information to support preexisting beliefs, driven by homeostasis preservation.\nExamples:\n\nDefending one’s worldview (“Why do so many people want to be seen to be right, and make others wrong?”).\nLoyalty to figures (“Could Trump followers be considered a cult?”).\n\n\nRelated Concepts: Homeostasis Preservation, Cognitive Dissonance, Emotional Reasoning.\n\n\nNarcissism\n\nDefinition: A personality trait marked by self-importance and a need for admiration, using denial and manipulation to preserve self-image.\nExamples:\n\nDenial in narcissism (“How does denial frequently arise in the context of narcissism?”).\nNarcissistic parenting (“How often do highly empathetic parents cause highly narcissistic children?”).\n\n\nRelated Concepts: Homeostasis Preservation, Denial, Identity Entanglement.\n\n\nProjection\n\nDefinition: Attributing one’s own unacceptable thoughts or feelings to others to preserve homeostasis.\nExamples:\n\nParents projecting onto children (“Did your parents take you to see counselors, instead of pointing the finger at themselves?”).\nBlaming the third party in infidelity (“Why is it that when people get cheated on, they most likely blame the third person?”).\n\n\nRelated Concepts: Homeostasis Preservation, Denial, Blaming.\n\n\nRationalization\n\nDefinition: Creating logical justifications for behaviors driven by unconscious motives, often to preserve homeostasis.\nExamples:\n\nJustifying quitting therapy (“Do you ever feel like therapy doesn’t work?”).\nBlaming others to avoid responsibility (“Why is it that when people get cheated on, they most likely blame the third person?”).\n\n\nRelated Concepts: Homeostasis Preservation, Denial, Unconscious Resistance.\n\n\nRepetition Compulsion\n\nDefinition: The unconscious tendency to repeat past behaviors or experiences, often traumatic, to preserve homeostasis.\nExamples:\n\nStaying in abusive relationships (“What is wrong with me? My relationship with my parents is so emotionally abusive, but I feel like I can’t leave.”).\nRevisiting trauma (“What is your greatest weakness as a psychologist and how do you handle it?”).\n\n\nRelated Concepts: Homeostasis Preservation, Trauma, Unconscious Resistance.\n\n\nResistance in Therapy\n\nDefinition: Unconscious opposition to the therapeutic process, driven by homeostasis preservation.\nExamples:\n\nWanting to quit therapy (“Is it normal to feel like quitting therapy every so often?”).\nFeeling therapy isn’t working (“Do you ever feel like therapy doesn’t work?”).\n\n\nRelated Concepts: Homeostasis Preservation, Unconscious Resistance, Change.\n\n\nResponsibility\n\nDefinition: Being accountable for one’s actions, often avoided through blaming or denial to preserve homeostasis.\nExamples:\n\nAvoiding responsibility in relationships (“Why is it that when people get cheated on, they most likely blame the third person?”).\nParents evading family dynamics responsibility (“Did your parents take you to see counselors, instead of pointing the finger at themselves?”).\n\n\nRelated Concepts: Homeostasis Preservation, Blaming, Denial.\n\n\nSelf-Sabotage\n\nDefinition: Behaviors or thoughts undermining one’s success, unconsciously driven by homeostasis preservation.\nExamples:\n\nQuitting therapy prematurely (“Is it normal to feel like quitting therapy every so often?”).\nAvoiding relationship change (“What is wrong with me? My relationship with my parents is so emotionally abusive, but I feel like I can’t leave.”).\n\n\nRelated Concepts: Homeostasis Preservation, Unconscious Resistance, Fear of Destabilization.\n\n\nShame\n\nDefinition: A painful emotion from guilt or inadequacy, motivating behaviors to avoid further shame and preserve homeostasis.\nExamples:\n\nCheaters lying to avoid shame (“Why do cheaters continue to lie even after they have been caught?”).\nShame blocking trauma confrontation (“Why are some people so afraid of facing childhood trauma?”).\n\n\nRelated Concepts: Homeostasis Preservation, Denial, Unconscious Resistance.\n\n\nStability\n\nDefinition: The state of being stable, maintained through homeostasis preservation, often at the expense of growth.\nExamples:\n\nResisting therapy to maintain stability (“Is it normal to reach a point in therapy where you no longer want to talk or open up?”).\nStaying in abusive relationships (“What is wrong with me? My relationship with my parents is so emotionally abusive, but I feel like I can’t leave.”).\n\n\nRelated Concepts: Homeostasis Preservation, Change, Fear of Destabilization.\n\n\nSystemic Stabilizer\n\nDefinition: A metaphorical unconscious mechanism preserving homeostasis by resisting destabilizing changes.\nExamples:\n\nResistance to therapy (“Is it normal to feel like quitting therapy every so often?”).\nFear of healing trauma (“Why am I scared to heal my trauma?”).\n\n\nRelated Concepts: Homeostasis Preservation, Unconscious Resistance, Stability.\n\n\nTherapeutic Relationship\n\nDefinition: The professional bond between therapist and client, influenced by resistance due to homeostasis preservation.\nExamples:\n\nFeeling like quitting therapy (“Is it normal to feel like quitting therapy every so often?”).\nFinding faults in the therapist (“Is it normal to try and find faults in my therapist?”).\n\n\nRelated Concepts: Homeostasis Preservation, Unconscious Resistance, Resistance in Therapy.\n\n\nTrauma\n\nDefinition: A distressing experience with lasting psychological effects, resisted due to homeostasis preservation.\nExamples:\n\nFear of facing childhood trauma (“Why are some people so afraid of facing childhood trauma?”).\nTrauma as a therapy barrier (“Why am I scared to heal my trauma?”).\n\n\nRelated Concepts: Homeostasis Preservation, Dissociation, Unconscious Resistance.\n\n\nTribalism\n\nDefinition: Strong loyalty to one’s group, preserved through homeostasis preservation.\nExamples:\n\nPolitical tribalism (“Could Trump followers be considered a cult?”).\nResistance to new ideas (“Why are so many people on Quora opposed to a social norm that tolerates the civil, free exchange of ideas?”).\n\n\nRelated Concepts: Homeostasis Preservation, Loyalty, Identity.\n\n\nUnconscious Resistance\n\nDefinition: A mechanism driven by homeostasis preservation that prevents beneficial change.\nExamples:\n\nQuitting therapy near growth (“Is it normal to feel like quitting therapy every so often?”).\nAvoiding therapy due to destabilization fears (“Why don’t people believe in therapy?”).\nRationalizing therapy’s failure (“Do you ever feel like therapy doesn’t work?”).\n\n\nRelated Concepts: Homeostasis Preservation, Denial, Rationalization, Fear of Destabilization.\n\n\nVictim Mentality\n\nDefinition: Perceiving oneself as a victim to preserve identity and avoid responsibility.\nExamples:\n\nWanting victim recognition (“Why do I want people to know that I’m a victim?”).\nBlaming others for problems (“Why is it that when people get cheated on, they most likely blame the third person?”).\n\n\nRelated Concepts: Homeostasis Preservation, Blaming, Responsibility.\n\n\nWorldview\n\nDefinition: A comprehensive perspective on the world, preserved through homeostasis preservation, resisting challenging information.\nExamples:\n\nResisting new ideas (“Why are so many people on Quora opposed to a social norm that tolerates the civil, free exchange of ideas?”).\nLoyalty despite evidence (“Could Trump followers be considered a cult?”).\n\n\nRelated Concepts: Homeostasis Preservation, Identity, Stability.\n\n\nThis collection provides a thorough exploration of concepts tied to homeostasis preservation, illustrating their roles in human behavior, therapy, and relationships.\nClaude Analysis\nCore Definition\nHomeostasis preservation is described as a powerful unconscious drive built into humans by evolution that resists destabilizing change, even when that change would be positive. It’s characterized as “a program in your unconscious, installed there by evolution, [that] tries to keep things stable and familiar” - essentially a resistance to change.\nKey Characteristics of Homeostasis Preservation\n\n\nEvolutionary Origin According to Dewey, this is not a bug but a feature of human psychology, designed by evolution for survival purposes. When our ancestors changed in sudden ways, they became less fit for their environment and more emotionally volatile, reducing their chances of survival.\n\n\nUnconscious Operation It operates below conscious awareness, often making people unaware of their own resistance to change.\n\n\nPrimary Function To maintain stability of identity, worldview, and coping strategies - preserving the “status quo” and what is familiar.\n\n\nRelationship to Other Psychological Mechanisms Homeostasis preservation powers mechanisms like denial, dissociation, repression, rationalization, and other defense mechanisms.\n\n\nManifestations in Behavior and Psychology\n1. Therapy Resistance\nPeople often quit therapy right when major breakthroughs are imminent because homeostasis preservation activates to prevent destabilizing change. This manifests as finding excuses to quit therapy, convincing oneself therapy isn’t working, or finding fault with the therapist.\n2. Relationship Patterns\nExplains why people stay in or return to toxic relationships - the unconscious prefers the familiar pain over unfamiliar change.\n3. Cognitive Distortions\nDrives denial, rationalization, and emotional reasoning that preserves existing worldviews despite contradictory evidence.\n4. Addiction and Recovery Challenges\nMakes recovery difficult as the established patterns and identity are threatened by sobriety.\n5. Family Systems Dynamics\nFamily members unconsciously resist change in other members because it destabilizes the family system, even when the change would be positive.\n6. Political and Social Beliefs\nExplains resistance to information that contradicts one’s political worldview or societal changes that threaten established identities.\nContexts Where Homeostasis Preservation Appears\n1. Mental Health Treatment\nResistance to therapy, difficulty finding or staying with a good therapist, feeling therapy isn’t working, questioning the therapist’s competence.\n2. Abuse and Trauma Recovery\nDifficulty leaving abusive relationships, rationalizing partner behavior, blaming third parties rather than partners.\n3. Personal Change and Growth\nResistance to new habits, discomfort with self-improvement practices, self-sabotage.\n4. Identity Challenges\nResistance to information that contradicts core beliefs about oneself.\n5. Parenting and Child Development\nParents resisting their children’s growth that threatens family stability, identified patient patterns.\n6. Social and Political Discourse\nResistance to challenging conversations, turning off comments on controversial posts, blocking or avoiding people with challenging views.\nOvercoming Homeostasis Preservation\n1. Therapeutic Approaches\nSomatic therapies (Hakomi, Somatic Experiencing) are recommended as they work with the non-verbal nervous system where these patterns are stored.\n2. Mindfulness and Awareness\nNoticing resistance when it arises, developing curiosity about one’s reactions.\n3. Gradual Exposure to Change\nStarting with small changes to build tolerance for unfamiliarity.\n4. Building Internal Resources\nDeveloping alternative strategies for meeting needs before abandoning old patterns.\n5. Working with Skilled Practitioners\nFinding therapists who understand homeostasis preservation and can work with it skillfully.\n6. Persistence Through Discomfort\nRecognizing that discomfort during change is normal and not necessarily a sign to stop.\nRelated Psychological Concepts\n1. Unconscious Mind Functioning\nHow the unconscious prioritizes and processes information.\n2. Defense Mechanisms\nDenial, dissociation, repression, and rationalization as tools of homeostasis preservation.\n3. Identity Formation and Maintenance\nHow identities are formed, maintained, and defended.\n4. Trauma Responses\nHow trauma creates rigid patterns that resist change.\n5. Codependence and Personality Strategies\nHow personality strategies like codependence maintain homeostasis.\n6. Family Systems Theory\nHow families maintain equilibrium even at the cost of individual health.\nHierarchical Concept Tree\nHOMEOSTASIS PRESERVATION\n├── Fundamental Characteristics\n│   ├── Evolutionary purpose\n│   ├── Unconscious operation\n│   ├── Status quo maintenance\n│   └── Resistance to destabilization\n│\n├── Psychological Mechanisms\n│   ├── Denial\n│   ├── Dissociation\n│   ├── Rationalization\n│   ├── Projection\n│   ├── Emotional reasoning\n│   └── Cognitive distortions\n│\n├── Manifestations\n│   ├── Therapy Resistance\n│   │   ├── Finding fault with therapist\n│   │   ├── Feeling therapy isn&#039;t working\n│   │   ├── Quitting at breakthrough points\n│   │   └── Self-sabotage of treatment\n│   │\n│   ├── Relationship Patterns\n│   │   ├── Staying in toxic relationships\n│   │   ├── Returning to familiar partners\n│   │   ├── Blaming third parties\n│   │   └── Stockholm syndrome\n│   │\n│   ├── Identity Protection\n│   │   ├── Defending worldviews\n│   │   ├── Resistance to contradictory evidence\n│   │   ├── Political/ideological rigidity\n│   │   └── Self-image preservation\n│   │\n│   ├── Family Systems\n│   │   ├── Identified patient dynamics\n│   │   ├── Resistance to child&#039;s growth\n│   │   ├── Enabling behaviors\n│   │   └── Systemic equilibrium\n│   │\n│   └── Social Interaction\n│       ├── Echo chambers\n│       ├── Avoiding challenging conversations\n│       ├── Censoring opposing views\n│       └── Information avoidance\n│\n├── Contexts &amp; Applications\n│   ├── Mental Health Treatment\n│   ├── Personal Growth\n│   ├── Trauma Recovery\n│   ├── Addiction Recovery\n│   ├── Parenting\n│   ├── Political Discourse\n│   └── Social Change\n│\n└── Overcoming Strategies\n    ├── Therapeutic Approaches\n    │   ├── Somatic therapies\n    │   ├── Hakomi\n    │   ├── Mindfulness\n    │   └── Skilled practitioner guidance\n    │\n    ├── Personal Practices\n    │   ├── Gradual exposure to change\n    │   ├── Building alternative resources\n    │   ├── Tolerating discomfort\n    │   └── Curiosity about resistance\n    │\n    └── Systemic Approaches\n        ├── Family therapy\n        ├── Group support\n        ├── Environmental changes\n        └── Building safety for change\n\nSemantic Network Map\n                                     ┌─────────────────┐\n                                     │    Evolution    │\n                                     └────────┬────────┘\n                                              │\n                                              ▼\n               ┌───────────────┐    ┌─────────────────┐    ┌───────────────┐\n               │  Unconscious  │◄───┤   HOMEOSTASIS   ├───►│   Stability   │\n               │    Process    │    │  PRESERVATION   │    │  Maintenance  │\n               └───────┬───────┘    └────────┬────────┘    └───────────────┘\n                       │                     │\n         ┌─────────────┴─────────┐          │          ┌─────────────────────┐\n         ▼                       ▼          │          ▼                     ▼\n┌─────────────────┐     ┌─────────────────┐ │ ┌─────────────────┐   ┌─────────────────┐\n│     Denial      │     │  Dissociation   │ │ │ Rationalization │   │    Projection   │\n└─────────────────┘     └─────────────────┘ │ └─────────────────┘   └─────────────────┘\n                                            │\n          ┌──────────────────────────────────────────────────────────┐\n          │                                                          │\n          ▼                                                          ▼\n┌─────────────────────┐                                  ┌─────────────────────────┐\n│ Therapy Resistance  │                                  │ Relationship Patterns   │\n└──────────┬──────────┘                                  └───────────┬─────────────┘\n           │                                                         │\n           ▼                                                         ▼\n┌─────────────────────┐                                  ┌─────────────────────────┐\n│  Quitting Therapy   │                                  │   Staying with Toxic    │\n│ When Close to Change│                                  │        Partners         │\n└─────────────────────┘                                  └─────────────────────────┘\n\n          ┌──────────────────────────────────────────────────────────┐\n          │                     HOMEOSTASIS                          │\n          │                     PRESERVATION                         │\n          └──────────────────────────┬───────────────────────────────┘\n                                     │\n          ┌──────────────────────────┴───────────────────────────────┐\n          ▼                                                          ▼\n┌─────────────────────┐                                  ┌─────────────────────────┐\n│   Family Systems    │                                  │   Identity Protection   │\n└──────────┬──────────┘                                  └───────────┬─────────────┘\n           │                                                         │\n           ▼                                                         ▼\n┌─────────────────────┐                                  ┌─────────────────────────┐\n│ Resistance to Child │                                  │ Defending Worldviews &amp;  │\n│      Growth         │                                  │      Belief Systems     │\n└─────────────────────┘                                  └─────────────────────────┘\n\n                           ┌─────────────────┐\n                           │  Overcoming     │\n                           │  Homeostasis    │\n                           │  Preservation   │\n                           └────────┬────────┘\n                                    │\n          ┌──────────────────────────────────────────────────────────┐\n          ▼                                                          ▼\n┌─────────────────────┐                                  ┌─────────────────────────┐\n│ Somatic Therapies   │                                  │   Building Alternative  │\n│ (Hakomi, SE)        │                                  │       Resources         │\n└─────────────────────┘                                  └─────────────────────────┘\n\nTag/Category System\nIf organizing Dewey’s content into a knowledge base, these would be the key topic tags:\n\nHomeostasisPreservation - Core concept and definition\nEvolutionaryPsychology - Evolutionary origins and purpose\nTherapyResistance - Resistance to therapeutic change\nDefenseMechanisms - Related psychological defenses\nRelationshipPatterns - How it affects relationship choices\nFamilySystems - Family dynamics and equilibrium\nDenial - Connection to denial and repression\nIdentityProtection - Self-image and worldview defense\nCognitiveDistortions - Related thinking patterns\nSomaticTherapy - Somatic approaches to change\nUnconsciousMind - Unconscious operations and drivers\nChangeTolerance - Building capacity for change\nTraumaRecovery - Application to healing trauma\nPoliticalPsychology - Effects on political beliefs\nSystemicStability - Broader systems application\nMindfulAwareness - Role of awareness in change\nPersonalGrowthObstacles - Barriers to development\nEmotionalReasoning - Connection to emotional thinking\nPsychologicalRigidity - Inflexibility and resistance\nAdaptiveResponses - Positive aspects and adaptivity\n\nConceptual Relationships and Distinctions\nDewey makes important distinctions between homeostasis preservation as a natural, evolutionary process versus pathology. He emphasizes it’s “a feature, not a bug” of human psychology. This evolutionary drive once helped humans survive by maintaining stability, but in modern contexts, it can prevent necessary adaptation and growth.\nHe also distinguishes between unconscious resistance (homeostasis preservation) and conscious resistance (deliberate opposition), emphasizing that most self-sabotaging behaviors are driven by the former, not the latter.\nA critical insight in his framework is the relationship between homeostasis preservation and resources: the unconscious will allow change only when it perceives sufficient alternative resources are available to meet needs once established patterns change.\nPractical Applications and Interventions\nThe conceptual framework suggests several practical interventions:\n\n\nResource-First Approach: Build alternative ways of meeting needs before attempting to dismantle old coping strategies.\n\n\nSomatic Focus: Work with the body and nervous system rather than just cognitive approaches.\n\n\nGraduated Exposure: Start with small changes to build tolerance for unfamiliarity.\n\n\nMindful Observation: Notice resistance when it arises without judgment.\n\n\nTherapeutic Contracts: Agreement to discuss quitting therapy before acting on the impulse.\n\n\nSkilled Guidance: Working with practitioners who understand homeostasis preservation.\n\n\nCross-Disciplinary Connections\nDewey’s concept connects to several established theoretical frameworks:\n\n\nSystems Theory: Parallels with how systems maintain equilibrium\n\n\nFamily Systems Therapy: The identified patient as system stabilizer\n\n\nPsychodynamic Theory: Unconscious resistance and defense mechanisms\n\n\nEvolutionary Psychology: Adaptive value of stability\n\n\nSomatic Psychology: Body-based approaches to change\n\n\nCognitive Neuroscience: Brain processes that maintain stability\n\n\nSummary\nHomeostasis preservation emerges from Dewey Gaedcke’s writings as a fundamental organizing principle of human psychology with far-reaching implications. It explains resistance to beneficial change across domains from personal therapy to social movements. His framework suggests that effective change requires working with this natural resistance rather than fighting against it, primarily by building resources and alternative strategies before dismantling existing patterns. The concept brings together evolutionary psychology, systems theory, and somatic approaches to create a comprehensive understanding of why humans often remain stuck in problematic patterns despite conscious desires to change."}}